// **Question-7**
// *tayyor*
// # 7: “ТИФ” постларида божхона назорати” йўналиши бўйича малака ошириш курси тингловчилари учун тест саволлари 
"use strick";
// Array of Objects
const quiz = [
    {
        num: 1,
        q: `Божхона экспертизаси учун синама ва намуналар неча нусхада олинади?`,
        options: [
            `3 нусхада`,
            `4 нусхада                                 `,
            `5 нусхада                                 `,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 2,
        q: `Божхона юк декларациясининг 31-графасига қандай маълумотлар киритилади?  `,
        options: [
            `Етказиб бериш шартлари. `,
            `Декларант, вакил.`,
            `Товарни  таснифи, сони ва маркировкаси, контейнер раками.`,
            `Бож ва божхона йигимларини хисоблаш`,
        ],
        answer: 2
    },
    {
        num: 3,
        q: `Божхона экспертизасини субъекти нима ?`,
        options: [
            `Товар эгаси ва Декларант.`,
            `Декларант.`,
            `Товар эгаси.`,
            `Божхона экспертлари `,
        ],
        answer: 3
    },
    {
        num: 4,
        q: `Божхона юк  Декларацияда товар ТИФ ТН коди кайси графада курсатилади?`,
        options: [
            `35 чи графада`,
            `33 чи графада   `,
            `31 чи графада `,
            `30 чи графада `,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `Божхона расмийлаштирувидан ўтаётган товар туркумини 
        бир қисми булиб, у товарни таркиби ва хоссасини тўлиқ тавсифлайди.`,
        options: [
            `синама `,
            `намуна`,
            `сертификат`,
            `лицензия`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `Божхона экспертизасини утказишнинг 1чи боскичи қандай номланади?`,
        options: [
            `намуна ва нусха олиш`,
            `экспертизага таълуқли ҳужжат ва намуналарни расмийлаштириш`,
            `ҳужжат ва намуналарни ўрганиш`,
            `хулоса бериш`,
        ],
        answer: 2
    },
    {
        num: 7,
        q: `Эксперт қачон экспертиза ўтказишга киришади?`,
        options: [
            `Лаборатория бошлиғининг ёзма кўрсатмаси ва экспертизага тақдим қилинган материалларни олганидан сўнг `,
            `Маҳсулотлардан пробалар (намуналар) олгандан сўнг.`,
            `Лаборатория бошлиғининг оғзаки буйруғи ва проблар олиниши билан.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 8,
        q: `Божхона экспертизаси объекти –....`,
        options: [
            `божхона назоратига олиниши лозим бўлган барча 
            товарлар ва товар хужжатлари хамда божхона назоратини амалга ошириш учун зарур бўлган бошќа хужжатлари`,
            `божхона органи мансабдор шахслари – божхона экспертлари.`,
            `А ва Б жавоблари тўғри`,
            `тўғри жавоб йуқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Бoжxoнa экспeртизaси қaйси мaқсaдлaрдa уткaзилaди?`,
        options: [
            `тoвaрлaрнинг ТИФ ТН буйичa кoд рaқaмини тугри тaснифлaнишини нaзoрaт қилиш`,
            `тoвaрлaрни ишлaб чиқaриш тexнoлoгиясини ўргaниш`,
            `тaқдим этилгaн ҳужжaтлaри aсoсидa тoвaрнинг кимёвий тaркибини aниқлaш`,
            `бaрчa жaвoблaр тугри`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `Эксперт хулосасининг сакланиш муддати ...`,
        options: [
            `Экспертиза хулосаси берилгандан 3 йил`,
            `Экспертиза хулосаси берилгандан  2 йил `,
            `Экспертиза хулосаси берилгандан  4 йил `,
            `Экспертиза хулосаси берилгандан  5 йил`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `Божхона экспертизасининг объекти- бу...?`,
        options: [
            `товарлар`,
            `товар хужжатлари`,
            `божхона назоратини амалга ошириш учун зарур хужжатлар`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 12,
        q: `Божхона экспертининг хулосаси неча қисмдан иборат?`,
        options: [
            `2 қисмдан`,
            `3 қисмдан`,
            `5 қисмдан`,
            `4 қисмдан`,
        ],
        answer: 1
    },
    {
        num: 13,
        q: `Ўзбекистон Республикаси Ташқи иқтисодий 
        фаолиятининг товар номенклатурасини юритиш ваколатини ким амалга оширади?`,
        options: [
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, 
            инвестициялар ва савдо вазирлиги томонидан 
            Ўзбекистон Республикаси Давлат божхона қўмитаси билан биргаликда амалга оширилади`,
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, 
            инвестициялар ва савдо вазирлиги томонидан амалга оширилади`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан амалга оширилади`,
            `Ўзбекистон Республикаси Вазирлар маҳкамаси томонидан амалга оширилади`,
        ],
        answer: 0
    },
    {
        num: 14,
        q: `Товарларни таснифлаш бўйича дастлабки қарор қабул қилиш тўғрисида сўров ким томонидан берилади?`,
        options: [
            `Юридик ва жисмоний шахслар томонидан`,
            `Декларант томонидан`,
            `Омбор эгаси томонидан`,
            `Юк ташувчи томонидан`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Товарларни таснифлаш бўйича дастлабки қарор неча кун ичида қабул қилинади?`,
        options: [
            `20`,
            `30`,
            `10`,
            `15`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `Божхона органи тегишли қарор қабул қилинган кундан 
        эътиборан неча иш куни ичида аризачини товарларни 
        таснифлаш бўйича дастлабки қарор қабул қилинганлиги тўғрисида хабардор қилиши керак?`,
        options: [
            `3`,
            `5`,
            `1`,
            `10`,
        ],
        answer: 0
    },
    {
        num: 17,
        q: `Товарларни таснифлаш бўйича дастлабки қарор, агар у 
        ўзгартирилган, қайтариб олинган ёки бекор қилинган 
        бўлмаса, қабул қилинган кунидан эътиборан қанча муддат ичида амал қилади?`,
        options: [
            `Бир йил`,
            `Чексиз`,
            `Уч йил`,
            `Беш йил`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `Товарларни таснифлаш бўйича берилган дастлабки қарорларнинг реестри ким томонидан юритилади?`,
        options: [
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан`,
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, инвестициялар ва савдо вазирлиги томонидан`,
            `Бутун жахон божхона ташкилоти томонидан`,
            `Ўзбекистон Республикаси Вазирлар маҳкамаси томонидан`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Божхона экспертизаси тушунчаси?`,
        options: [
            `Божхона чегаралари бўйлаб, божхона расмийлаштируви 
            жойларида, божхона органлари жойлашган ерларда ва 
            божхона органлари томонидан белгиланадиган процессуал ҳаракатдир.`,
            `Божхона экспертизаси товарларни идентификациялашга 
            қаратилган ҳамда эксперт томонидан фан, техника, 
            санъат ёки ҳунармандчилик соҳасидаги махсус 
            билимлар асосида тадқиқотлар ўтказиш ва хулоса беришдан иборат процессуал ҳаракатдир.`,
            `Товар ва транспорт воситаларини божхона ҳудудига 
            олиб киришлиши ва ушбу ҳудуддан олиб чиқилишини тартибга солувчи процессуал ҳаракатдир.`,
            `Товарлар, транспорт воситалари, бинолар ва бошқа жойларни божхона томонидан қиёслаш.`,
        ],
        answer: 1
    },
    {
        num: 20,
        q: `Божхона тўғрисидаги қонун ҳужжатлари бузилган ҳолларда божхона экспертизасини ўтказиш муддатлари?`,
        options: [
            `Божхона экспертизасини ўтказиш муддати 30 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 20 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 15 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 3 кундан ошмаслиги лозим.`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Гурух номи товарга мос келмоқда, аммо гуруҳда 
        берилган изоҳ ушбу товарни  гурухдан чиқариб юбормоқда. Қайси бири юридик кучга эга?`,
        options: [
            `Гурух номи, ОПИ 1 қойдасига кўра`,
            `Изоҳ`,
            `ОПИ 1 бўйича А ва Б жавоблари тўғри`,
            `Юридик кучга изоҳ ва гуруҳ номи эга эмас`,
        ],
        answer: 1
    },
    {
        num: 22,
        q: `Товар ТИФ ТН гурух номига мос келса, асосий 
        интерпретация қоидаларига кўра уларни ушбу гурухга киритиш учун асос борми?`,
        options: [
            `Ҳа, ОПИ 3 (б) қоидасига кўра`,
            `Йўқ, ОПИ 6 қоидасига қарши`,
            `Ҳа, ОПИ 7 қоидасига кўра`,
            `Йўқ, ОПИ 1 қоидасига кўра`,
        ],
        answer: 3
    },
    {
        num: 23,
        q: `ТИФ ТНда нечта асосий интерпретация қоидалари мавжуд?`,
        options: [
            `554`,
            `6 `,
            `7`,
            `5`,
        ],
        answer: 1
    },
    {
        num: 24,
        q: `ТИФ ТНда позиция бу нима?`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 0
    },
    {
        num: 25,
        q: `ТИФ ТНда подсубпозия бу нима?`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 3
    },
    {
        num: 26,
        q: `Что такое субпозиция в ТН ВЭД`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 1
    },
    {
        num: 27,
        q: `Агар материал асосан целлюлозадан иборат бўлса, унда бу материал ...`,
        options: [
            ` Табиий`,
            `Сунъий`,
            `Кимёвий`,
            `Барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Рулонда келган матолардан намуна олишда намуна қанчалик кенг бўлиши керак?`,
        options: [
            `1 метр`,
            `3 метр`,
            ` Рулон кенглигига тенг`,
            `Тўғри жавоб йўқ.`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: `Қуйидагилардан қайси бири полимерларнинг бирламчи шаклларига кирмайди?`,
        options: [
            `Нозик гранулалар, бир хил таркибга эга`,
            ` Кичик гранулалар, турли хил таркибга эга`,
            `Полимер эритмалари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 30,
        q: `ИҚ спектрометри нимага асосланиб ишлайди?`,
        options: [
            ` Инфрақизил нурларда`,
            `Ультрафиолет нурлар`,
            `Ультратовушда`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Агар материал асосан вискозадан иборат бўлса, унда бу материал ...`,
        options: [
            `Табиий`,
            ` Сунъий`,
            `Кимёвий`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 32,
        q: `Уйғунлаштирилган тизим конвенцияси нечанчи йилда қабул қилинган?`,
        options: [
            `1988 йил`,
            ` 1983 йил`,
            `1987 йил`,
            `1984 йил`,
        ],
        answer: 1
    },

];

console.log(quiz.length); // 

// === in gitBash: ==== 
// node js/question7.js