// **Question-13**
// *tayyor*
// # 1: Yuqoridagi hammat testlar (jami 460)
"use strick";
// Array of Object;
const quiz = [

    {
        q: `Реэкспорт божхона режимига жойлаштирилган товарларни амалда олиб чиқиш божхона 
        декларацияси қабул қилинган кундан эътиборан неча ойдан кечиктирмай амалга оширилади?`,
        options: [
            `5 ой`,
            `6 ой`,
            `7 ой`,
            `8 ой`
        ],
        answer: 1
    },

    {
        q: `Божхона ҳудудидан ташқарида қайта ишлаш божхона режимининг таснифлагич коди?`,
        options: [
            `51`,
            `71`,
            `61`,
            `80`,
        ],
        answer: 2
    },

    {
        q: `Импортда ходим томонидан товарни белгиланган жойдан ташқарида божхона 
        расмийлаштирувидан ўтказганлик учун йиғим, битта ходимнинг бир соатлик иши учун қанча миқдорда ундирилади?`,
        options: [
            `кундузги вақтда (9.00 — 18.00 иш вақтид БҲМнинг 25 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 2 баравари`,
            `кундузги вақтда (9.00 — 18.00 иш вақтид БҲМнинг 50 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 2 баравари`,
            `кундузги вақтда (9.00 — 18.00 иш вақтид БҲМнинг 25 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 0.25 баравари`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Илгари экспорт божхона режимига жойлаштирилган товарни қандай шартлар 
        асосида реимпорт божхона режимига жойлаштиришга рухсат берилади`,
        options: [
            `Контрактнинг (шартноманинг, келишувнин шартлари бажарилмаган бўлса`,
            `Товардан божхона ҳудудидан ташқарида фойдаланилмаган ва у таъмирланмаган бўлса, 
            бундан товарнинг қайтарилишига сабаб бўлган нуқсонларни ёки бошқа ҳолатларни 
            аниқлаш учун товардан фойдаланиш зарур бўлган ҳоллар мустасно`,
            `Табиий эскириши ҳисобга олинган ҳолда товар ўзгармас ҳолатда турган бўлса, 
            бундан нуқсонлар аниқланган ҳоллар мустасно`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Товарнинг эркин божхона зонаси божхона режимида туриш муддати`,
        options: [
            `бир йилни ташкил этади`,
            `икки йилни ташкил этади`,
            `уч йилни ташкил этади`,
            `чекланмаган`,
        ],
        answer: 3
    },

    {
        q: `Эркин омбор режими шундай режимки, бунда:`,
        options: [
            `бунда товар муайян жойлар ва ҳудудларда божхона тўловлари тўланмаган 
            ҳамда иқтисодий сиёсат чоралари қўлланилмаган ҳолда жойлаштирилади`,
            `бунда божхона ҳудудига олиб кирилган ва божхона ҳудудидан олиб чиқиш учун 
            мўлжалланган товар божхона божлари, солиқлар тўланмаган ҳамда иқтисодий сиёсат 
            чоралари қўлланилмаган ҳолда муайян биноларда, жойларда божхона назорати остида сақланади`,
            `бунда божхона ҳудудига олиб кирилган ҳар қандай товар тайинланган божхона органига 
            тақдим этилган пайтдан бошлаб ва танланган божхона режимига мувофиқ чиқариб 
            юборилгунига қадар божхона тўловлари тўланмаган ҳамда иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда вақтинча божхона назорати остида сақланиши мумкин`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилади`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими шундай режимки, бунда:`,
        options: [
            ` Олиб кирилган товар божхона чегарасида жойлашган жўнатувчи божхона органи ва товар 
            келиб тушадиган божхона органи орасидаги божхона ҳудуди бўйлаб, шу жумладан чет 
            давлат ҳудуди орқали божхона назорати остида олиб ўтиладi. Ўзбекистон товарлари 
            божхона чегарасида жойлашган жўнатувчи божхона органи ва товар келиб тушадиган 
            божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона божлари ва солиқлар 
            тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,

            ` Олиб кирилган товар божхона чегарасида жойлашган жўнатувчи божхона органи ва товар 
            келиб тушадиган божхона органи орасидаги божхона ҳудуди бўйлаб, шу жумладан 
            чет давлат ҳудуди орқали божхона назорати остида олиб ўтилади`,

            ` Ўзбекистон товарлари божхона чегарасида жойлашган жўнатувчи божхона органи ва 
            товар келиб тушадиган божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона 
            божлари ва солиқлар тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,

            ` Ўзбекистон товарлари божхона чегарасида жойлашган жўнатувчи божхона органи ва 
            товар келиб тушадиган божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона 
            божлари ва солиқлар тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,
        ],
        answer: 0
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига расмийлаштирилган қимматбаҳо металлар, 
        қимматбаҳо тошлар ҳамда улардан ясалган заргарлик буюмлари ва бошқа буюмлар 
        экспертизасини қайси орган амалга оширади?`,
        options: [
            ` “Ўзстандарт” агентлиги`,
            ` Давлат асиллик даражасини белгилаш палатаси`,
            ` “Ўзбекэкспертиза”`,
            ` Марказий банки ҳузуридаги Қимматбаҳо металлар агентли`,
        ],
        answer: 1
    },

    {
        q: `Товар транзит божхона режимига жойлаштирилганда қанча миқдорда божхона йиғимлари ундирилади?`,
        options: [
            `БЮДнинг асосий варағи учун БҲМнинг 50 фоизи, ҳар бир қўшимча варағи учун БҲМнинг 25 фоизи`,
            `БЮДнинг асосий варағи учун БҲМнинг 1 баравари, ҳар бир қўшимча варағи учун БҲМнинг 25 фоизи`,
            `БЮДнинг асосий варағи учун БҲМнинг 25 фоизи, ҳар бир қўшимча варағи учун БҲМнинг 3 фоизи`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Товарни реимпорт божхона режимига жойлаштириш учун зарур бўладиган ҳужжатлар...`,
        options: [
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант божхона органига 
            божхона юк декларациясини ва товарнинг кузатув ҳужжатларини тақдим этади`,
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант 
            божхона органига божхона юк декларациясини тақдим этади`,
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант 
            божхона органига товарнинг кузатув ҳужжатларини тақдим этади`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Эркин муомалага чиқариш (импорт) божхона режимига жойлаштириш тақиқланган 
        товарлар рўйхати тасдиқланган Президент Фармонини аниқланг`,
        options: [
            ` ПФ-5215`,
            ` ПФ-5286`,
            ` ПФ-5276`,
            ` ПФ-4455`,
        ],
        answer: 1
    },

    {
        q: `Вақтинча олиб чиқиш режимига жойлаштирилиши мумкин бўлмаган товарлар рўйхатини топинг?`,
        options: [
            `Ўзбекистон Республикасидан олиб чиқилиши тақиқланганва 
            квоталанадиган товарлар товарлар, чиқиндилар; `,
            `электр энергияси, сув, қувурлар орқали етказиб бериладиган 
            товарлар (нефть, газ), шунингдек ёқилғи`,
            `сарфлаш материаллари ва сарф қилинадиган намуналар, хом ашё, ярим тайёр 
            маҳсулотлар, озиқ-овқат маҳсулотлари, алкоголсиз ичимликлар, алкоголь 
            ва тамаки маҳсулотфлри, бир марта ишлатиш учун мўлжалланган товарлар`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },







    {
        q: `Йўқ қилиш режимига жойлаштирилмайдиган ҳолатлар тўғри келтирилган қаторни топинг.`,
        options: [
            `божхона органи товарлар амалда йўқ қилинганлигини назорат қилиш имкониятига эга бўлмаса`,
            `йўқ қилиш товарларнинг одатий мақсадига кўра уларни истеъмол қилиш орқали амалга 
            оширилса, йўқ қилиш атроф муҳитга зарар етказиши ёхуд инсонларнинг ҳаёти 
            ва соғлиғига бевосита хавф туғдирса ёки хавф туғдириш эҳтимоли бўлса`,
            `табиатни муҳофаза қилиш соҳасидаги давлат органининг йўқ қилишни амалга ошириш 
            имконияти тўғрисидаги, уни амалга оширишнинг усули ва жойи кўрсатилган хулосаси 
            божхона органларининг ахборот тизимида бўлмаса`,
            `барча ҳолатларда`,
        ],
        answer: 3
    },

    {
        q: `Қуйидаги қайси товарлар вақтинча олиб кириш божхона режимига жойлаштирилиши мумкин эмас?`,
        options: [
            `Ўзбекистон Республикасига олиб кирилиши тақиқланган товарлар`,
            `Чиқиндилар`,
            `Электр энергияси, сув, қувурлар орқали етказиб бериладиган товарлар (нефть, газ), шунингдек ёқилғи`,
            `барча ҳолатларда`,
        ],
        answer: 3
    },

    {
        q: `Бошқа режимига жойлаштирилган кундан эътиборан қанча муддат ичида 
        товарлар божхона омборидан олиб чиқилиши керак?`,
        options: [
            `уч иш куни ичида`,
            `икки иш куни ичида`,
            `бир иш куни ичида`,
            `ўша куннинг ўзида`,
        ],
        answer: 0
    },

    {
        q: `ЭИЗларда махсус божхона режими нималарни назарда тутади?`,
        options: [
            `божхона тўловлари ставкаларини вақтинча бекор қилиш ёки пасайтириш; экспортга 
            ёки импортга нисбатан нотариф чекловларни бекор қилиш, енгиллаштириш`,
            `божхона тўловларини бекор қилиш; импортга нисбатан нотариф чекловлар жорий этиш`,
            `тариф имтиёзларини жорий этиш; импортга нисбатан нотариф чекловларни бекор қилиш`,
            `божхона тўловларини енгиллаштириш; экспортга ёки импортга нисбатан нотариф чекловларни енгиллаштириш.`,
        ],
        answer: 0
    },

    {
        q: `Давлат мулкини бошқариш бўйича ваколатли орган давлат фойдасига воз кечилган 
        товарлар сотилиши юзасидан Давлат божхона хизматининг ҳудудий органига
         _________________ маълумот тақдим этади`,
        options: [
            `ҳар ой бошида`,
            `Сотилиши биланоқ`,
            `ҳар ой якунида`,
            `Сотилгач беш кун ичида`,
        ],
        answer: 2
    },

    {
        q: `Товарнинг “Божхона омбори” режимида туриш муддати:`,
        options: [
            `60 календарь кун`,
            `икки йилни ташкил этади`,
            `уч йилни ташкил этади`,
            `чекланмаган`,
        ],
        answer: 2
    },

    {
        q: `Вақтинча олиб чиқиш божхона режимига жойлаштирилган товардан фойдаланиш 
        ва (ёки) уни қачондан тасарруф этиш бошқа шахсга ўтказилган деб қаралади?`,
        options: [
            `Юкни эгаси ёзма ариза бергандан`,
            `Вақтинча олиб чиқилган пайтдан`,
            `фойдаланиш ҳуқуқи бошқа шахсага берилган пайтдан`,
            `БЮД тақдим қилинган пайтдан`,
        ],
        answer: 3
    },

    {
        q: `Қандай товарлар божхона омбори божхона режимига жойлаштирилмайди?`,
        options: [
            `божхона ҳудудига олиб кирилиши тақиқланган товар, божхона ҳудудидан 
            олиб чиқилиши тақиқланган Ўзбекистон товари`,
            `қонун ҳужжатларига мувофиқ божхона ҳудуди орқали транзит қилиниши тақиқланган товар`,
            `божхона омбори божхона режимига жойлаштириш учун маълум қилинган кундаги яроқлилик 
            муддати Божхона кодексининг 94-моддасига мувофиқ маълум қилинадиган муддатдан 
            кам бўлган дори воситалари ва озиқ-овқат маҳсулотлари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режими шундай режимки, бунда:`,
        options: [
            `божхона тўловлари тўланмайди ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона тўловлари тўланмайди ва иқтисодий сиёсат чоралари қўлланилади`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилади`,
        ],
        answer: 0
    },

    {
        q: `Товарларни олиб чиқишда - экспортда контрагент мамлакат ҳақидаги тўғри жавобни белгиланг?`,
        options: [
            `Товарни ишлаб чиқарган мамлакат`,
            `Товарнинг келиб чиқиш мамлакати`,
            `Чегарадош мамлакат`,
            `Шартнома тузувчи мамлакат`,
        ],
        answer: 3
    },

    {
        q: `Божхона ҳудудида қайта ишлаш божхона режимида товар таъмирланаётганда 
        қайта ишлаш маҳсулотининг алмаштирилиши мумкинми?`,
        options: [
            `қайта ишлаш маҳсулотига алмаштирилувчи товар божхона ҳудудида қайта ишлаш 
            божхона режимига мувофиқ таъмирлаш учун мўлжалланган товар билан айнан бир хил 
            ёхуд унга ўхшаш бўлган тақдирда йўл қўйилади`,
            `Ҳа.`,
            `Йўқ.`,
            `қайта ишлаш маҳсулотига алмаштирилувчи товар божхона ҳудудида қайта ишлаш божхона 
            режимига мувофиқ таъмирлаш учун мўлжалланган товар билан айнан бир хил ёхуд унга 
            ўхшаш бўлган тақдирда божхона органларининг рухсатномаси асосида йўл қўйилади тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига қуйидаги товарлар жойлаштирилмайди:`,
        options: [
            `божхона ҳудудига олиб кирилиши тақиқланган товар`,
            `муомаладан чиқарилган ёки муомаласи чекланган товар`,
            `агар товар ваколатли органлар томонидан назорат қилиниши лозим бўлса, божхона 
            органларининг ахборот тизимида унга нисбатан ушбу органларнинг тегишли рухсатномаси бўлмаган товар.`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Вақтинча олиб чиқиш режими шундай режимки ...`,
        options: [
            `Ўзбекистон товари уни қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудига илгари олиб кирилган товар ёхуд божхона ҳудудида қайта ишлаш 
            божхона режимига жойлаштирилган товарни қайта ишлаш маҳсулоти божхона ҳудудидан 
            божхона божлари ва солиқлар тўланмаган, товарга нисбатан иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудида эркин муомалада турган товар ушбу ҳудуддан ташқарида 
            вақтинча фойдаланиш мақсадида, божхона божлари ва солиқлар тўланишдан шартли равишда 
            озод этилган, иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб чиқилади`,
            `Бунда товарга нисбатан иқтисодий сиёсат чоралари қўлланилмаган ҳолда ушбу ҳудуддан 
            ташқарида вақтинча фойдаланиш мақсадида, божхона ҳудудидан ташқарига олиб чиқилади`,
        ],
        answer: 2
    },

    {
        q: `Тез бузиладиган товар вақтинча сақлаш божхона режимида туришининг энг кўп муддати қанча?`,
        options: [
            `ўн календарь кун`,
            `уч календарь кун`,
            `беш календарь кун`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Экспорт божхона режими шундай режимки ...`,
        options: [
            `Ўзбекистон товари уни қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудига илгари олиб кирилган товар ёхуд божхона ҳудудида қайта ишлаш 
            божхона режимига жойлаштирилган товарни қайта ишлаш маҳсулоти божхона ҳудудидан 
            божхона божлари ва солиқлар тўланмаган, товарга нисбатан иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Экспорт божхона режимига жойлаштирилган ва амалда божхона ҳудудидан олиб 
            чиқилган товар Ўзбекистон товари мақомини йўқотади`,
            `I ва III жавоблар тўғри`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо дўконини тугатилганда товарларни бошқа омборга 
        ёки режимга жойлаштириш шарти қайси бандда тўғри кўрсатилган?`,
        options: [
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            ўн беш календарь куни ичида бошқа божхона омборига ўтказилиши 
            ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            бошқа божхона омборига ўтказилиши ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            ўн календарь куни ичида бошқа божхона омборига ўтказилиши ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },



    {
        q: `Эркин божхона зонаси режимига жойлаштирилган товар билан чакана савдо 
        операцияларини амалга ошириш қандай тартибда амалга оширилади?`,
        options: [
            `чакана савдо операцияларини амалга оширишга йўл қўйилмайди`,
            `чакана савдо операцияларини амалга ошириш ДБҚ рухсати билан амалга оширилади`,
            `чакана савдо операцияларини амалга ошириш Вазирлар Маҳкамаси рухсати билан амалга оширилади`,
            `чакана савдо операцияларини амалга ошириш Вазирлар Маҳкамаси рухсати билан 
            божхона органларининг назорат остида амалга оширилади`,
        ],
        answer: 0
    },

    {
        q: `Божхона худудидан ташқарида қайта ишланмаган товарни олиб кириш қайси бандда тўғри кўрсатилган`,
        options: [
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига реимпорт қилинадиган товарлар сифатида қаралади`,
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига импорт қилинадиган товарлар сифатида қаралади`,
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига қайтарилмайдиган товарлар сифатида қаралади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Мазкур божхона режими шундай режимки, бунда товар муайян жойлар ва ҳудудларда 
        божхона тўловлари тўланмаган ҳамда иқтисодий сиёсат чоралари қўлланилмаган ҳолда 
        жойлаштирилади ва шу тарзда ундан фойдаланилади қайси режим ҳақида гап кетяпти?`,
        options: [
            `Эркин божхона зонаси режими`,
            `Эркин омбор божхона режими`,
            `Божхона ҳудудидан ташқарида қайта ишлаш режими`,
            `Реэкспорт режими`,
        ],
        answer: 0
    },







    {
        q: `Экспорт божхона режимига товарларни божхона расмийлаштируви учун 
        зарур бўладиган ҳужжатларнинг рўйхатини қайси орган белгилайди?`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси`,
            `Ўзбекистон Республикаси Президенти`,
            `Ўзбекистон Республикаси Олий Мажлиси`,
        ],
        answer: 0
    },

    {
        q: `Транзит божхона режими талаблари ва шартларига риоя этилиши учун ким жавобгар бўлади`,
        options: [
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун ташувчи жавобгар бўлади`,
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун жўнатувчи божхона органи жавобгар бўлади`,
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун юкни 
            қабул қилувчи божхона органи жавобгар бўлади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Товарни божхона транзити божхона режимига жойлаштириш учун қандай ҳужжатлар тақдим этилиши зарур?`,
        options: [
            `Товарнинг кузатув ҳужжатларq. Қонун ҳужжатларида белгиланган товарларнинг алоҳида 
            тоифасини божхона транзити божхона режимига жойлаштирилаётганда қўшимча равишда 
            божхона юк декларацияси тақдим этилади`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан белгиланган 
            шакл бўйича тузилган далолатнома`,
            `Келиб чиқиш сертификат ва шартнома`,
            `Товарнинг кузатув ҳужжатлари ва қўшимча равишда божхона юк декларацияси 
            ва товарларни келиб чиқиш сертификати`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режимининг энг кўп муддати ҳаво транспорти учун қанча?`,
        options: [
            `уч календарь кун`,
            `уч хафта`,
            `беш календарь кун`,
            `бир ҳафта`,
        ],
        answer: 0
    },

    {
        q: `Вақтинча олиб кириш божхона режимининг амал қилишини тўхтатиб туриш ?`,
        options: [
            `Вақтинча олиб кирилган товар хатланган ёки олиб қўйилган даврда вақтинча олиб 
            кирилган товар вақтинча сақлаш ва божхона омбори божхона режимларига жойлаштирилганда тўхтатиб турилади`,
            `Вақтинча олиб кирилган товар хатланган ёки олиб қўйилган даврда 
            вақтинча олиб кирилган товар вақтинча сақлаш ва божхона омбори, 
            эркин омбор божхона режимларига жойлаштирилганда тўхтатиб турилади`,
            `Вақтинча олиб кириш режимини тўхтатиб турилмайди`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо дукони божхона режими шартларига риоя этилиши учун ким жавобгар бўлади?`,
        options: [
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконининг эгаси жавобгар бўлади`,
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконини назорат қилувчи божхона пости жавобгар бўлади`,
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконига товарларни расмийлаштирган декларант жавобгар бўлади тўғри жавоб йўқ`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        q: `Товарларни божхона ҳудудида қайта ишлаш божхона режимига жойлаштиришга 
        доир миқдорий чекловларни қайси орган белгилаши мумкин?`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Давлат божхона қўмитаси`,
            `Инвестициялвр ва ташқи савдо вазирлиги`,
            `Миқдорий чекловлар қўлланилмайди`,
        ],
        answer: 0
    },

    {
        q: `Вақтинча олиб кириш божхона режимида иқтисодий сиёсат чоралари ______ .`,
        options: [
            `қўлланилади`,
            `қисман қўлланилади`,
            `қўлланилмайди`,
            `даврий божхона тўловлари тўланса, қисман қўлланилади`,
        ],
        answer: 2
    },

    {
        q: `Эркин иқтисодий зоналар _______ қарорига асосан ташкил этилади?.
         Бўш жой ўрнига тўғри келадиган жавобни топинг.`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Ўзбекистон Республикаси Президенти`,
            `Олий Мажлис Сенати`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },

    {
        q: `Илгари эркин муомалага чиқариш (импорт) божхона режимига жойлаштирилган товарни 
        реэкспорт божхона режимига жойлаштиришга айни бир вақтнинг ўзида қайcи талаблар 
        ва шартларга риоя этилган тақдирда йўл қўйилади?`,
        options: [
            `контракт (шартнома, келишу шартлари бажарилмаган бўлса`,
            `товар божхона ҳудудида ишлатилмаган ва таъмирланмаган бўлса, 
            бундан товарни қайтаришга сабаб бўлган нуқсонларни ёки бошқа ҳолатларни аниқлаш учун 
            товардан фойдаланиш зарур бўлган ҳоллар мустасно`,
            `товар ўзгармаган ҳолатда турган бўлса`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Божхона ҳудудидан ташқарида қайта ишлаш режимининг муддати қанча?`,
        options: [
            `3 йил`,
            `2 йил`,
            `1 йил`,
            `6 ой`,
        ],
        answer: 1
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига расмийлаштирилган озиқ-овқат маҳсулотлари кимга топширилади?`,
        options: [
            `“Ўзагротехсаноат” АЖ`,
            `Марказий банки ҳузуридаги Қимматбаҳо металлар агентлиги`,
            `Савдо ташкилотларига`,
            `“Ўзбекозиқовқатзахира” уюшмаси ташкилотларига`,
        ],
        answer: 3
    },

    {
        q: `Товарларни божхона ҳудудида қайта ишлаш божхона режимига 
        жойлаштириш учун божхона органларининг рухсатномасини олиш шартми?`,
        options: [
            `Тўғри жавоб берилмаган`,
            `Йўқ`,
            `Ҳа, ҳудудий божхона бошқарма томонидан берилади`,
            `Ҳа, Давлат божхона қўмитаси томонидан берилади`,
        ],
        answer: 1
    },

    {
        q: `Мазкур божхона режими шундай режимки, бунда илгари божхона ҳудудидан олиб чиқилган 
        товарлар божхона божлари, солиқлар тўланмаган ва иқтисодий сиёсат чоралари қўлланилмаган ҳолда, 
        Божхона Кодекснинг 59-моддасида белгиланган муддатларда божхона ҳудудига қайтариб олиб кирилади. 
        қайси режим ҳақида гап кетяпти?`,
        options: [
            `Реимпорт`,
            `Реэкспорт`,
            `Импорт`,
            `Экспорт`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими қайси код билан таснифланади?`,
        options: [
            `80`,
            `75`,
            `81`,
            `70`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими қайси код билан таснифланади?`,
        options: [
            `80`,
            `75`,
            `81`,
            `70`,
        ],
        answer: 0
    },

    {
        q: `Божхона омбори божхона режимида туриш муддати тугайдиган кундан кечиктирмай товар бошқа божхона 
        режимига жойлаштириш учун маълум қилиниши керак, бундан ____________ божхона режими мустасно.`,
        options: [
            `вақтинча сақлаш`,
            `импорт`,
            `эркин омбор`,
            `давлат фойдасига воз кечиш`,
        ],
        answer: 0
    },

    {
        q: `Ўзбекистон товари эркин омбордан божхона ҳудудидан ташқарига олиб чиқилаётганда унга нисбатан...`,
        options: [
            `божхона ҳудудидан олиб чиқишда қўлланилганидаги каби божхона тўловлари 
            ва иқтисодий сиёсат чоралари қўлланилади`,
            `божхона тўловлари ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона ҳудудидан олиб киришда қўлланилганидаги каби божхона тўловлари 
            ва иқтисодий сиёсат чоралари қўлланилади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо божхона режимига жойлаштириладиган товарни декларациялаш ___________`,
        options: [
            `бож олинмайдиган савдо дўкони фаолиятини амалга ошириш учун 
            лицензияга эга бўлган шахс томонидан амалга оширилади.`,
            `Ташқи ишлар вазирлигида аккредитация қилинган чет эллик шахслар томонидан амалга оширилади`,
            `бож олинмайдиган савдо дўкони фаолиятини амалга ошириш учун 
            лицензияга эга бўлмаган шахс томонидан ҳам амалга оширилади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Божхона кўригидан ўтказишнинг ҳуқуқий асаслари?`,
        options: [
            `БКнинг 193-моддаси, АВнинг 11.09.2015 йилдаги 2714-сон Йўриқномаси`,
            `БКнинг 195-моддаси, АВнинг 19.04.2019 йилдаги 3154-сон Йўриқномаси`,
            `БКнинг 196-моддаси, АВнинг 19.04.2019 йилдаги 3154-сон Йўриқномаси`,
            `БКнинг 195-моддаси, АВнинг 11.09.2015 йилдаги 2714-сон Йўриқномаси`,
        ],
        answer: 1
    },

    {
        q: `Товарларни ва (ёки) транспорт воситаларини божхона чегараси 
        орқали олиб ўтишга доир чекловлар қандай ҳолатда белигиланиши мумкин`,
        options: [
            `халқаро мажбуриятлар юзасидан`,
            `ички бозорни ҳимоя қилиш зарурлигидан келиб чиққан ҳолда`,
            `чет давлатлар ва улар иттифоқларининг Ўзбекистон Республикаси манфаатларини камситувчи 
            ёки чекловчи бошқа ҳаракатларига жавоб чораси тариқасида қонунчиликка мувофиқ`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Вақтинча сақлаш, божхона омбори ёки эркин омбор божхона режимларига жойлаштирилган товарлар божхона 
        назоратини четлаб берилган ёки йўқотилган тақдирда жавобгарлик кимнинг зиммасида бўлади.`,
        options: [
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг, агар товар божхона омбори бўлмаган 
            омборларда ва бошқа жойларда турган бўлса, товарларни мазкур жойларга божхона омбори режимига 
            жойлаштирган шахснинг, агар товар эркин омборда турган бўлса, эркин омбор эгасининг зиммасида бўлади.`,
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг, агар товар божхона омбори бўлмаган 
            омборларда ва бошқа жойларда турган бўлса, товарларни мазкур жойларга божхона омбори 
            режимига жойлаштирга рухсат берган божхона ходими, агар товар эркин 
            омборда турган бўлса, эркин омбор эгасининг зиммасида бўлади`,
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг,
             агар товар божхона омбори бўлмаган омборларда, бошқа жойларда, 
             шунингдек эркин омборда турган бўлса, мазкур режимларга жойлаштирган шахснинг зиммасида бўлади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 3
    },

    {
        q: `Божхона тўғрисидаги қонун ҳужжатларидаги барча бартараф этиб бўлмайдиган 
        қарама-қаршиликлар ва ноаниқликлар ташқи иқтисодий фаолият иштирокчисининг 
        фойдасига талқин қилиниши қаерда кўрсатилган?`,
        options: [
            `БКнинг 1-моддасида`,
            `БКнинг 4-моддасида`,
            `БКнинг 7-моддасида`,
            `18.10.2018 йилдаги ЎРҚ-502-сон Ўзбекистон Республикасининг Қонунида`,
        ],
        answer: 1
    },

    {
        q: `Енгиб бўлмас куч таъсири...`,
        options: [
            `Табиат ҳодисалари (зилзилалар, ер кўчишлари, довуллар, қурғоқчиликлар ва ҳоказо)`,
            `юридик ва жисмоний шахсларнинг хоҳиш-иродаси ҳамда хатти-ҳаракатларига боғлиқ бўлмаган бошқа ҳолатлар`,
            `юридик ва жисмоний шахслар қабул қилган мажбуриятларини бажара 
            олмайдиган фавқулодда ва олдини олиб бўлмайдиган, кутилмаган ҳолатлар`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        q: `1. Божхона органларига тақдим этиладиган қандай сертификат турлари бор?  `,
        options: [
          `Товарларнинг келиб чиқиш сертификати`,
          `Мувофиқлик ва ветеринария сертификати, экологик хулоса`,
          `Санитария-эпидемиологик хулоса, фитосанитар сертификат`,
          `Барча жавоблар тўғри`
        ],
        answer: 3
      },
      {
        q: `2. Мувофиқлик сертификатини расмийлаштириш қайси орган томонидан амалга оширилади?`,
        options: [
          `Экология ва атроф муҳитни муҳофаза қилиш давлат қўмитаси`,
          `Соғлиқни сақлаш вазирлиги`,
          `Сертификатлаштириш органлари`,
          `Техник жиҳатдан тартибга солиш агентлиги томонидан аккредитацияланган органлар`
        ],
        answer: 3
      },
      {
        q: `Мажбурий равишда сертификатланиши лозим бўлган маҳсулотлар рўйхати қайси қарорда кўрсатилган?`,
        options: [
          `Вазирлар Маҳкамасининг 1994 йилдаги 408-сон қарори;`,
          `Вазирлар Маҳкамасининг 2007 йилдаги 104-сон қарори;`,
          `Вазирлар Маҳкамасининг 2008 йилдаги 1169-сон қарори;`,
          `Тўғри жавоб йўқ.`
        ],
        answer: 3
      },
      {
        q: `Давлат стандарти томонидан ўрнатилган талабларга мослигини тасдиқловчи фаолият тури бу...`,
        options: [
          `Сертификатлаш`,
          `Лицензиялаш`,
          `Квоталаш`,
          `Маркировкалаш`
        ],
        answer: 0
      },
      {
        q: `Сертификатлаш бу.....`,
        options: [
          `Божхона экспертлари томонидан божхона расмийлаштируви жараёнида маълум 
          бир божхона мақсадлари учун зарур бўлган вазифаларни бажариш`,
          `Давлат стандарти талабларига мослигини таъминлаш мақсадида амалга ошириладиган ҳаракатлар`,
          `Давлат стандарти томонидан ўрнатилган талабларга мослигини тасдиқловчи фаолият тури`,
          `Барчаси нотўғри`
        ],
        answer: 2
      },
      {
        q: `Ўзбекистон Республикаси ҳудудига рухсатнома асосида олиб кирилган гиёҳвандлик 
        воситалари, психотроп моддалар ва прекурсорлар қандай жойларга жойлаштирилади?`,
        options: [
          `Очиқ турдаги божхона омборига`,
          `Ёпиқ турдаги божхона омборига`,
          `Махсус жойларга`,
          `Лабораторияга`
        ],
        answer: 2,
      },
    
      {
        q: `Ўсимлик ва ўсимлик маҳсулотларининг божхона расмийлаштируви учун Ўсимликлар карантини 
        ва ҳимояси агентлиги томонидан уларни хавфсизлигини тасдиқловчи ҳужжат бу...`,
        options: [
          `Фитосанитар сертификати`,
          `Ўсимликларнинг мувофиқлиги сертификати`,
          `Гигиеник сертификат`,
          `Барчаси`
        ],
        answer: 0,
      },
    
      {
        q: `Экологик сертификатланиши мажбурий бўлган товарлар 
        рўйхати қайси норматив-ҳуқуқий ҳужжат билан тасдиқланган?`,
        options: [`Вазирлар Маҳкамасининг 2018 йил 28 январдаги 65-сон қарори`,
          `Вазирлар Маҳкамасининг 2000 йил 15 декабрдаги 151-сон қарори`,
          `Вазирлар Маҳкамасининг 2021 йил 30 январдаги 43-сон қарори`,
          `Вазирлар Маҳкамасининг 2021 йил 28 мартдаги 75-сон қарори`
        ],
        answer: 2,
      },
    
      {
        q: `Ўзбекистон Республикасига олиб кириш тақиқланган товарлар рўйхати қайси ҳужжатда келтириб ўтилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПҚ-3351-сон қарори`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 15 декабрдаги ПФ-5286-сон Фармони`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 6 декабрдаги ПҚ-5276-сон қарори`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПФ-5215-сон Фармони`
        ],
        answer: 1,
      },
    
    
      {
        q: `Ўзбекистон Республикаси ҳудуди орқали хавфли юкларни транзит тарзда олиб ўтиш учун 
        рухсатнома қайси ваколатли орган томонидан берилади?`,
        options: [`Вазирлар Маҳкамаси`,
          `Транспорт вазирлиги`,
          `Мудофаа вазирлиги`,
          `Давлат хавфсизлик хизмати`
        ],
        answer: 1,
      },
    
    
      {
        q: `Ветеринария рухсатномаси мажбурий бўлган товарлар 
        рўйхати қайси норматив-ҳуқуқий ҳужжатга асосан тасдиқланган?`,
        options: [`Вазирлар Маҳкамасининг 2018 йил 28 январдаги 65-сон қарори`,
          `Вазирлар Маҳкамасининг 2000 йил 15 декабрдаги 151-сон қарори`,
          `Вазирлар Маҳкамасининг 2021 йил 30 январдаги 43-сон қарори`,
          `Вазирлар Маҳкамасининг 2021 йил 28 мартдаги 75-сон қарори`
        ],
        answer: 2,
      },
    
      {
        q: `Ўзбекистон Республикасида импорти ҳамда экспорти Ўзбекистон Республикаси Президенти ёки 
        Вазирлар Маҳкамасининг алоҳида қарорлари асосида амалга ошириладиган товарлар рўйхати 
        қайси норматив ҳужжатда келтирилган?`,
        options: [
          `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПҚ-3351-сон қарори`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 15 декабрдаги ПФ-5286-сон Фармони`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 6 декабрдаги ПҚ-5276-сон қарори`,
          `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПФ-5215-сон Фармони`
        ],
        answer: 3,
      },
    
      {
        q: `Божхона органлари қайси ҳолларда божхона чегараси орқали олиб ўтиладиган товарларга 
        нисбатан интеллектуал мулк объектларига бўлган ҳуқуқларни ҳимоя қилиш бўйича чоралар кўрмайди?`,
        options: [
          `Барча ҳолатларда`,
          `Жисмоний шахслар томонидан нотижорат мақсадлар учун олиб ўтилганда, 
          шу жумладан уларнинг манзилига халқаро почта ва курьерлик жўнатмаларида юбориладиганда`,
          `Божхона транзити божхона режимига мувофиқ олиб ўтилаётганда`,
          `Дипломатик ваколатхоналар, консуллик муассасалари, хорижий давлатларнинг бошқа расмий 
          ваколатхоналари, халқаро ташкилотлар, ушбу ваколатхоналар, муассасалар 
          ва ташкилотларнинг ходимлари томонидан расмий ва шахсий фойдаланиш учун олиб ўтилаётганда`
        ],
        answer: 0,
      },
    
      {
        q: `Интеллектуал мулк объекти улар бўйича юритиладиган 
        божхона реестрига қанча муддатдан ошмаган ҳолда киритилади?`,
        options: [
          `3 йил`,
          `1 йил`,
          `6 ой`,
          `3 ой`
        ],
        answer: 0,
      },
    
      {
        q: `Давлат божхона қўмитаси Интеллектуал мулк объектларининг божхона реестрига киритиш учун 
        аризани у келиб тушган кундан эътиборан қанча муддатда кўриб чиқади?`,
        options: [
          `Ўн кундан кўп бўлмаган`,
          `Уч кундан кўп бўлмаган`,
          `Ўн беш кундан кўп бўлмаган`,
          `Ўттиз кундан кўп бўлмаган`
        ],
        answer: 0,
      },
    
      {
        q: `Давлат божхона қўмитаси ҳуқуқ эгасини ёки унинг ваколатли вакилини Интеллектуал мулк 
        объектларининг божхона реестридан чиқарилганлиги тўғрисида қачон хабардор қилади?`,
        options: [
          `3 иш куни ичида`,
          `10 иш куни ичида`,
          `15 иш куни ичида`,
          `30 иш куни ичида`
        ],
        answer: 0,
      },
      
    {
        q: `Темир йўл ва автомобиль транспорти орқали Ўзбекистон Республикаси ҳудудига олиб 
        кирилаётган халқаро курьерлик жўнатмаларининг божхона назорати ва расмийлаштируви - ......`,
        options: [
            `ДБҚ томонидан белгиланган, ушбу жўнатмалар олиб кирилаётган божхона постларида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган божхона постларида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган ёки жўнатмаларни олиб кирувчи шахс 
            танлаган божхона постларида амалга оширилади;`,
            `Барча жавоблар тўғри.`,
        ],
        answer: 1
    },
    {
        q: `Ҳаво транспорти орқали Ўзбекистон Республикаси ҳудудига олиб кирилаётган халқаро 
        курьерлик жўнатмаларининг божхона назорати ва расмийлаштируви - ......`,
        options: [
            `курьерлик жўнатмалари олиб кирилаётган халқаро аэропортлар ҳудудида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган божхона постларида амалга оширилади;`,
            `халқаро аэропортлар ёки унга яқин ҳудудларда жойлашган божхона постларида амалга оширилади;`,
            `халқаро аэропортларга яқин ҳудудларда жойлашган божхона постларида амалга оширилади;`,
        ],
        answer: 2
    },
    {
        q: `Республикага олиб кириладиган, божхона тўловларига тортилмайдиган товарларнинг 
        чегараланган нормалари халқаро курьерлик жўнатмалари орқали жисмоний 
        шахслар номига келаётган товарлар учун - ...... этиб белгиланган.`,
        options: [
            `бир календарь чорак мобайнида 1 000 (бир мин АҚШ доллари;`,
            `бир календарь чорак мобайнида 100 (юз) АҚШ доллари;`,
            `бир календарь чорак мобайнида 2 000 (икки мин АҚШ доллари;`,
            `Тўғри жавоб йўқ.`,
        ],
        answer: 0
    },
    {
        q: `Республикага олиб кириладиган, божхона тўловларига тортилмайдиган товарларнинг 
        чегараланган нормалари халқаро почта жўнатмалари орқали жисмоний 
        шахслар номига келаётган товарлар учун - ...... этиб белгиланган.`,
        options: [
            `бир календарь чорак мобайнида 100 (юз) АҚШ доллари;`,
            `бир календарь чорак мобайнида 1 000 (бир мин АҚШ доллари;`,
            `хар бир жўнатма учун 100 (юз) АҚШ доллари;`,
            `хар бир жўнатма учун 1 000 (бир мин АҚШ доллари;`,
            `Javobi keltirilmagan...`
        ],
        answer: 4
    },
    {
        q: `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
        бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш тартиби?`,
        options: [
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            божхона мақсадлари учун фойдаланиладиган тижорат ҳужжатларида кўрсатилган 
            товарларнинг қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            Умумжаҳон почта иттифоқининг ҳужжатларида назарда тутилган ҳужжатларида кўрсатилган 
            товарларнинг қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
            `Тўғри жавоб йўқ.`,
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            Умумжаҳон почта иттифоқининг ҳужжатларида назарда тутилган ҳужжатларда ва божхона 
            мақсадлари учун фойдаланиладиган тижорат ҳужжатларида кўрсатилган товарларнинг 
            қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
        ],
        answer: 0
    },
    {
        q: `Божхона декларацияси қачон юридик аҳамиятга молик фактлардан далолат берувчи ҳужжатга айланади?`,
        options: [
            `Божхона декларацияси уни тўлдирган шахс томонидан имзоланган пайтдан бошлаб`,
            `Божхона декларацияси қабул қилинганлиги расмийлаштирилган пайтдан бошлаб`,
            `Божхона декларацияси божхона органи томонидан расмийлаштирилган пайтдан бошлаб.`,
            `божхона декларацияси рўйхатга олингандан сўнг уч иш куни ўтгандан кейин.`,
        ],
        answer: 1
    },
    {
        q: `Божхона юк декларацияси қайси ҳужжатга асосан тўлдирилади?`,
        options: [
            `Адлия вазирлигида 2017 йил 14 мартда 2867-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 1999 йил 3 ноябрда 834-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 2016 йил 6 апрелда 2773-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 2014 йил 5 августда 2606-сон билан рўйхатдан ўтказилган йўриқнома.`,
        ],
        answer: 2
    },
    {
        q: `Божхона юк декларациясида товарнинг қийматлари қайси графаларда кўрсатилади?`,
        options: [
            `13, 22, 23, 45, 46-графаларда.`,
            `12, 22, 42, 45, 46-графаларда.`,
            `13, 22, 23, 40, 45-графаларда.`,
            `2, 8, 9, 14, 54-графаларда.`,
        ],
        answer: 1
    },
    {
        q: `Божхона юк декларациясида кўпи билан нечта номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин?`,
        options: [
            `33 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `54 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `100 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `1 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
        ],
        answer: 2
    },
    {
        q: ` Божхона юк декларациясида молиявий тартибга солиш учун жавобгар шахс қайси графада кўрсатилади?`,
        options: [
            `28-графада.`,
            `“С” графада.`,
            `“А” графада.`,
            `9-графада.`,
        ],
        answer: 3
    },
    {
        q: ` Божхона юк декларациясида қабул қилувчи ҳақида маълумот қайси графасида кўрсатилади?`,
        options: [
            `2-графада.`,
            `8-графада.`,
            `22-графада.`,
            `12-графада.`,
        ],
        answer: 1
    },
    {
        q: ` Божхона юк декларациясининг қайси графасида товарнинг нетто оғирлиги кўрсатилади?`,
        options: [
            `5-графада`,
            `18-графада`,
            `35-графада`,
            `38-графада`,
        ],
        answer: 3
    },
    {
        q: ` Электрон шаклидаги божхона юк декларациясининг рўйхат рақами унинг қайси графасида кўрсатилади?`,
        options: [
            `1-графасида`,
            `“B”-графасида`,
            `7-графасида`,
            `“D”-графасида`,
        ],
        answer: 2
    },
    {
        q: ` Божхона юк декларациясини ўзгартириш, унга қўшимча киритиш, уни қайта 
        расмийлаштириш, қайтариб олиш ва бекор қилиш божхона юк декларацияси қабул қилинган 
        кундан эътиборан неча йил ичида амалга оширилиши мумкин?`,
        options: [
            `1 йил ичида`,
            `2 йил ичида`,
            `3 йил ичида`,
            `5 йил ичида`,
        ],
        answer: 2
    },
    {
        q: ` Электрон шаклидаги божхона юк декларациясига киритиладиган ўзгартириш 
        ва (ёки) қўшимчалар қайси ҳужжатни расмийлаштириш орқали амалга оширилади?`,
        options: [
            `Божхона юк декларациясини тузатиш шаклини`,
            `Божхона юк декларациясини`,
            `Божхона қийматига ва божхона тўловларига тузатишлар киритиш шаклини`,
            `Божхона қиймати декларациясини`,
        ],
        answer: 0
    },
    {
        q: `1. Тез бузиладиган товарлар “вақтинча сақлаш” божхона режимида туришининг 
        энг кўп муддати қанчани ташкил этади? `,
        options: [
            `ўн календарь кун`,
            `уч календарь кун`,
            `беш календарь кун`,
            `олтмиш календарь кун`,
        ],
        answer: 0
    },
    {
        q: `2. Божхона назорати остидаги товарларга нисбатан юк операцияларини амалга ошириш 
        тартиби қайси норматив ҳужжат билан тартибга солинади?`,
        options: [
            ` Вазирлар Маҳкамасининг 20.08.2021 йилдаги 531-сонли қарори`,
            ` Вазирлар Маҳкамасининг 09.11.2020 йилдаги 700-сонли қарори`,
            ` Вазирлар Маҳкамасининг 24.11.2021 йилдаги 712-сонли қарори`,
            ` Вазирлар Маҳкамасининг 31.12.2020 йилдаги 833-сонли қарори`,
        ],
        answer: 0
    },
    {
        q: `3. Агар божхона омборида турган товарлар йўқотилган тақдирда жавобгарлик кимнинг зиммасида бўлади?`,
        options: [
            ` Божхона омбори эгасининг. `,
            ` Божхона омборига жойлаштирган шахснинг.`,
            ` Товарларни декларацияловчи шахснинг.`,
            ` Расмийлаштирувчи божхона ходимининг.`,
        ],
        answer: 0
    },
    {
        q: `4. Божхона чегарасидан электр узатиш линиялари орқали олиб 
        ўтилаётган товарларни декларациялаш қачон амалга оширилади?`,
        options: [
            `Электр энергияси етказиб берилган ойдан кейинги ойнинг ўнинчи 
            санасидан  кечиктирмай БЮДни тақдим этиш йўли билан `,
            `электр энергияси етказиб берилган ойдан кейинги ойнинг бешинчи 
            санасидан кечиктирмай БЮДни тақдим этиш йўли билан `,
            `электр энергияси етказиб берилишидан аввал, ҳисобот давридан 
            олдинги ойнинг йигирманчи санасидан кечиктирмай БЮДни тақдим этиш йўли билан `,
            `электр энергияси етказиб берилишидан аввал, ҳисобот давридан 
            олдинги ойнинг бешинчи санасидан кечиктирмай БЮДни тақдим этиш йўли билан `,
        ],
        answer: 0
    },
    {
        q: `5. Божхона омбори, бож олинмайдиган савдо дўкони ва эркин омбор 
        фаолияти учун бериладиган лицензия қанча муддатга амал қилади?`,
        options: [
            ` Чекланмаган`,
            ` 10 йил`,
            ` 5 йил`,
            ` 3 йил`,
        ],
        answer: 0
    },
    {
        q: `6. Божхона транзити божхона режими талаблари ва шартларига 
        риоя этилиши учун ким жавобгар бўлади?`,
        options: [
            ` Ташувчи `,
            ` Декларант`,
            ` Юк жўнатувчи шахс`,
            ` Юк эгаси`,
        ],
        answer: 0
    },
    {
        q: `7. Қандай товарлар божхона омбори божхона режимига жойлаштирилмайди?`,
        options: [
            `Барча жавоблар тўғри. `,
            `Божхона ҳудудига олиб кирилиши тақиқланган товар.`,
            `Божхона ҳудудидан олиб чиқилиши тақиқланган Ўзбекистон товари.`,
            `Қонунчиликка мувофиқ божхона ҳудуди орқали транзит қилиниши тақиқланган товар.`,
        ],
        answer: 0
    },
    {
        q: `8. Агар божхона омбори божхона органлари томонидан таъсис 
        этилаётган бўлса, қайси ташкилот томонидан лицензия олинади? `,
        options: [
            `Лицензия олиш талаб қилинмайди.`,
            `Вазирлар Маҳкамаси.`,
            `Адлия вазирлиги.`,
            `Молия вазирлиги`,
        ],
        answer: 0
    },
    {
        q: `9. Божхона омбори ва бож олинмайдиган савдо дўкони тугатилаётганда 
        уларда турган товарлар божхона омбори ва бож олинмайдиган савдо дўкони 
        тугатилган кундан эътиборан қанча муддатда бошқа божхона омборига 
        ўтказилиши ёхуд бошқа божхона режимига жойлаштирилиши керак?`,
        options: [
            ` Ўн беш календарь кун `,
            ` Йигирма беш календарь кун`,
            ` Олтмиш календарь кун`,
            ` Ўттиз календарь кун`,
        ],
        answer: 0
    },
    {
        q: `10. Агар божхона омбори бўлмаган омборларда ва бошқа жойларда 
        турган товар йўқотилган тақдирда жавобгарлик кимнинг зиммасида бўлади?`,
        options: [
            ` Божхона омборига жойлаштирган шахснинг.`,
            ` Божхона омбори эгасининг.`,
            ` Товарларни декларацияловчи шахснинг.`,
            ` Расмийлаштирувчи божхона ходимининг.`,
        ],
        answer: 0
    },
    {
        num: 1,
        q: `1. Ҳуқуқий нормаларни қуйидаги қайси ҳужжатларга киритиш мумкин?`,
        options: [
            ` техник жиҳатдан тартибга солиш соҳасидаги норматив ҳужжатларга`,
            ` якка тартибдаги хусусиятга эга ҳужжатларга`,
            ` идоравий норматив-ҳуқуқий ҳужжатларга`,
            ` хусусий масалалар бўйича тушунтиришларга`,
        ],
        answer: 2
    },
    {
        num: 2,
        q: `2. Конституциясининг асосий принциплари нималардан иборат?`,
        options: [
            
            ` Давлат суверенитети, Халқ ҳокимиятчилиги, Конституция 
            ва қонуннинг устунлиги, Ташқи ва ички  сиёсат `,
            ` Давлат суверенитети, Конституция ва қонуннинг устунлиги, Ташқи сиёсат`,
            ` Давлат суверенитети, Халқ ҳокимиятчилиги, Конституция ва қонуннинг устунлиги, Ташқи сиёсат`,
            ` Давлат суверенитети, Халқ ҳокимиятчилиги, Конституция ва қонуннинг устунлиги, Ташқи ва ички  сиёсат `,
        ],
        answer: 2
    },
    {
        num: 3,
        q: `3. Фуқароларнинг сиёсий ҳуқуқлари кўрсатилган қаторни топинг. `,
        options: [
            ` Шахсий дахлсизлик ҳуқуқи`,
            ` Фикрлаш, сўз ва эътиқод эркинлиги ҳуқуқи`,
            ` Ижтимоий таъминот олиш ҳуқуқи`,
            ` Халқ вакилларига ариза, таклиф ва шикоятлар билан мурожаат қилиш`,
        ],
        answer: 3
    },
    {
        num: 4,
        q: `4. Ўзбекистон Республикаси Конституциясининг тузилиши тўғри кўрсатилган қаторни белгиланг.`,
        options: [
            ` 126 та модда, 28 та боб, 6 та бўлим`,
            ` 127 та модда, 28 та боб, 5 та бўлим`,
            ` 122 та модда, 28 та боб, 6 та бўлим`,
            ` 128 та модда, 26 та боб, 6 та бўлим`,
        ],
        answer: 3
    },
    {
        num: 5,
        q: `5. Фуқароларнинг бурчлари  кўрсатилган қаторни топинг.`,
        options: [
            ` Одоб-аҳлоқ ва ҳуқуқ нормаларига риоя қилиш `,
            ` Халқининг тарихий, маънавий ва маданий меросини авайлаб асраш`,
            ` Ахборот хавфсизлиги қоидаларига риоя қилиш`,
            ` Жамоат хавфсизлигини  таъминлаш`,
        ],
        answer: 1
    },
    {
        num: 6,
        q: `6.Ўзбекистон Республикаси Конституциясига мувофиқ 
        Ўзбекистон Республикасининг маъмурий-ҳудудий тузилиши қандай?`,
        options: [
            
            ` Вилоятлар, туманлар, шаҳарлар, шаҳарчалар, 
            қишлоқлар, овуллар, шунингдек Қорақалпоғистон Республикасидан иборат `,
            ` Вилоятлар, туманлар, шаҳарлар, қишлоқлар, овуллар, шунингдек Қорақалпоғистон Республикасидан иборат`,
            ` Вилоятлар, туманлар, шаҳарлар, шаҳарчалар, қишлоқлар, шунингдек Қорақалпоғистон Республикасидан иборат`,
            ` Вилоятлар, туманлар, шаҳарлар, шаҳарчалар, овуллар, шунингдек Қорақалпоғистон Республикасидан иборат `,
        ],
        answer: 0
    },
    {
        num: 7,
        q: `7. Ўзбекистон Республикаси Олий Мажлисининг 
        Қонунчилик палатаси ва Сенати ваколат муддати неча йилни ташкил қилади?`,
        options: [
            ` етти йил `,
            ` уч йил`,
            ` беш йил`,
            ` икки йил`,
        ],
        answer: 2
    },
    {
        num: 8,
        q: `8. Бош вазир номзоди унинг учун тегишинча Ўзбекистон Республикаси 
        Олий Мажлисининг Қонунчилик палатаси депутатлари ва Сенати аъзолари 
        томонидан нечта овоз берилган тақдирда тасдиқланган ҳисобланади?`,
        options: [
            ` Қонунчилик палатаси депутатлари ва Сенати аъзоларининг умумий учдан икки қисми овоз берган тақдирда`,
            ` Қонунчилик палатаси депутатлари ва Сенати аъзоларининг умумий учдан бир қисми овоз берган тақдирда`,
            ` Қонунчилик палатаси депутатлари ва Сенати аъзоларининг умумий ярмидан кўпи овоз берган тақдирда`,
            ` Қонунчилик палатаси депутатлари ва Сенати аъзоларининг барчаси овоз берган тақдирда`,
        ],
        answer: 2
    },
    {
        num: 9,
        q: `9. Ўзбекистон Республикаси Давлат бюджетидан ва давлат мақсадли 
        жамғармалари бюджетларидан маблағлар ажратиш, шунингдек, давлат 
        харидларини амалга ошириш масалаларига оид Вазирлар Маҳкамаси қарор 
        лойиҳаларини ишлаб чиқишда қайси давлат органи билан идоравий келишувни амалга ошириш лозим? `,
        options: [
            ` Иқтисодий тараққиёт ва камбағалликни қисқартириш вазирлиги билан`,
            ` Молия вазирлиги билан`,
            ` Инвестициялар ва ташқи савдо вазирлиги билан`,
            ` Савдо-саноат палатаси билан`,
        ],
        answer: 1
    },
    {
        num: 10,
        q: `10. Қонунчилик ташаббуси ҳуқуқига ега бўлмаган давлат ҳокимияти 
        органлари ва шахслар  кўрсатилган қаторни аниқланг.`,
        options: [
            ` Олий суд`,
            ` Бош прокурор`,
            ` Конституциявий суд`,
            ` Халқ депутатлари Кенгаши`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `11. Битим турлари тўғри кўрсатилган қаторни белгиланг`,
        options: [
            ` бир тарафлама`,
            ` икки тарафлама`,
            ` оғзаки ёки ёзма `,
            ` А ва Б жвоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 12,
        q: `12. Ҳукуматнинг ҳужжат лойиҳаларига нисбатан ҳуқуқий хулосани 
        тайёрлаш муддати неча кундан ортиқ бўлмаслиги керак?`,
        options: [
            ` 30 кун`,
            ` 15 кун`,
            ` 10 кун`,
            ` бир ҳафта`,
        ],
        answer: 2
    },
    {
        num: 13,
        q: `13. Қандай гаров турлари мавжуд?`,
        options: [
            ` Закалат гарови`,
            ` Ипотека гарови`,
            ` ҳуқуқлар гарови`,
            ` барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 14,
        q: `14. Фуқаро қачондан бошлаб муомала лаёқатига эга  бўлади?`,
        options: [
            ` Туғилган пайтдан эътиборан`,
            ` Ўн саккиз ёшга тўлгач `,
            ` Никоҳдан ўтган вақтдан эътиборан `,
            ` А ва В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `15. Жамоа шартномаси қандай ҳолатда тузилган ҳисобланади?`,
        options: [
            ` Конференцияда иштирок этаётганларнинг эллик фоизидан кўпроғи ёқлаб овоз берганда`,
            ` Тарафлар ўртасида имзолангандан сўнг `,
            ` умумий йиғилишда иштирок этаётганларнинг ўттиз фоизидан кўпроғи ёқлаб овоз берганда`,
            ` тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `16. Фуқароларнинг шахсий ҳуқуқ ва эркинликлари кўрсатилган қаторни топинг.`,
        options: [
            ` Яшаш ҳуқуқи`,
            ` Сиёсий партияларга ва бошқа жамоат бирлашмаларига уюшиш ҳуқуқи`,
            ` Мулкдор бўлиш ҳуқуқи`,
            ` Тиббий хизматдан фойдаланиш ҳуқуқи `,
        ],
        answer: 0
    },
    {
        num: 17,
        q: `17. Кимлар томонидан норматив-ҳуқуқий ҳужжат лойиҳалари коррупцияга қарши экспертизадан ўтказилади?`,
        options: [
            ` адлия органлари томонидан`,
            ` лойиҳани ишлаб чиқувчиси томонидан`,
            ` вазирлик ва идорларнинг юридик хизмати томонидан`,
            ` А ва Б жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 18,
        q: `18. Қуйидагилардан қайсилари коррупцияга қарши экспертиза ўтказиш 
        учун асосий ахборот манбалари ҳисобланмайди?`,
        options: [
            ` норматив-ҳуқуқий ҳужжатлар`,
            ` халқаро шартномалар`,
            ` суд амалиёти`,
            ` ички идоравий ҳужжатлар`,
        ],
        answer: 3
    },
    {
        num: 19,
        q: `19. Юридик хизмат ходимини лавозимга тайинлаш масаласида адлия 
        органлари билан келишишда номзод суҳбатдан ўта олмаса қанча муддатдан 
        сўнг лавозимга қайта тавсия этилиши мумкин?`,
        options: [
            ` 15 кун муддатда `,
            ` 1 ой муддатда `,
            ` 3 ой муддатда`,
            ` 10 кун муддатда`,
        ],
        answer: 1
    },
    {
        num: 20,
        q: `20. Икки ёки ундан ортиқ вазирлик ва идораларнинг идоравий 
        норматив-ҳуқуқий ҳужжатлари қандай шаклда қабул қилинади?`,
        options: [
            ` буйруқ`,
            ` қарор`,
            ` фармон`,
            ` келишув`,
        ],
        answer: 1
    },
    {
        num: 21,
        q: `21. Тадбиркорлик фаолияти соҳасидаги шартномавий муносабатларнинг 
        асосий принциплар нотўғри кўрсатилган қаторни топинг. `,
        options: [
            ` тарафларнинг ўзаро манфаатдорлиги `,
            ` хўжалик шартномаларини тузишнинг эркинлиги`,
            ` шартнома шартлари сўзсиз бажарилиши`,
            ` шартнома интизомига риоя этиш`,
        ],
        answer: 2
    },
    {
        num: 22,
        q: `22. Идоравий норматив-ҳуқуқий ҳужжатларга қандай ҳуқуқий нормалар киритилиши тақиқланади?`,
        options: [
            ` жинси бўйича бевосита ёки билвосита камситиш имконини яратадиган`,
            ` давлат ҳокимияти ва бошқаруви органлари тизимида коррупция, бошқа 
            ҳуқуқбузарликлар содир этилиши учун шароит яратадиган`,
            ` хўжалик бошқаруви органлари ваколатига кирувчи масалалар ва корпоратив муносабатларни тартибга соладиган`,
            ` барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 23,
        q: `23. Қандай турдаги ҳужжатлар билан идоравий норматив-ҳуқуқий 
        ҳужжатларни қабул қилиш ваколатини беришга йўл қўйилмайди?`,
        options: [
            ` Идоравий норматив-ҳуқуқий ҳужжатлар билан `,
            ` Норматив-ҳуқуқий ҳужжатлар билан`,
            ` Ички идоравий ҳужжатлар билан`,
            ` А ва С жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 24,
        q: `24. Қурилиш пудрати шартномаси тўғрисидаги қоидалар нималарга нисбатан татбиқ этилади?`,
        options: [
            ` бино ва иншоотларни капитал таъмирлаш ишларига`,
            ` ер участкаларига`,
            ` уй-жой биносини қуришга`,
            ` барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 25,
        q: `25. Идоравий норматив-ҳуқуқий ҳужжатни ишлаб чиқишда қуйидагилардан 
        қайсилари юридик хизмат хулосасида акс эттирилиши лозим?`,
        options: [
            ` идоравий норматив-ҳуқуқий ҳужжатни қабул қилиш учун асос`,
            ` ушбу орган томонидан ушбу масала бўйича муқаддам қабул қилинган 
            идоравий норматив-ҳуқуқий ҳужжатлар тўғрисидаги маълумотлар`,
            ` идоравий норматив-ҳуқуқий ҳужжат лойиҳасининг коррупцияга қарши 
            ҳамда гендер-ҳуқуқий экспертизадан ўтказилганлиги ва унинг натижаси тўғрисидаги маълумотлар`,
            ` барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 26,
        q: `26. Юридик хизмат мавжуд бўлмаган тақдирда, идоравий 
        норматив-ҳуқуқий ҳужжат лойиҳаси бўйича юридик хизмат хулосаси ким томонидан тайёрланиши керак?`,
        options: [
            ` идоравий норматив-ҳуқуқий ҳужжатни тайёрлаш учун масъул бўлган таркибий бўлинма`,
            ` адлия органлари `,
            ` юридик хулоса тайёрланмайди`,
            ` А ва В жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 27,
        q: `27. Лойиҳаларининг коррупцияга қарши экспертизаси натижалари 
        юзасидан коррупциявий омилларни аниқлаш бўйича қандай ҳужжат тайёрланади?`,
        options: [
            ` Тушунтириш хати `,
            ` Таққослама жадвал `,
            ` Чеклист`,
            ` Коррупцияга қарши экспертиза маълумотномаси`,
        ],
        answer: 2
    },
    {
        num: 28,
        q: `28. Ўзига талабнома билдирилган хўжалик юритувчи субъект 
        талабномани олган кундан бошлаб неча кунлик муддат ичида унга жавоб қайтариши шарт.`,
        options: [
            ` Бир ойик муддатда`,
            ` Бир ҳафталик муддатда `,
            ` Ўн кунлик муддатда`,
            ` Ўн беш кунлик муддатда`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: `29. Шартнома шартларини бажармаганлик учун жавобгарлик масаласи 
        шартномада белгиланмаган бўлса қандай жавобгарлик юза келиши мумкин?`,
        options: [
            ` Моддий ва номоддий жавобгарлик`,
            ` Маъмурий жавобгарлик`,
            ` Жиноий жавобгарлик`,
            ` барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 30,
        q: `30. Агар маҳсулот етказиб бериш шартномасида унинг амал қилиш 
        муддати белгиланмаган бўлса, шартнома қанча муддатга тузилган деб ҳисобланади?`,
        options: [
            ` Доимий муддатга`,
            ` Маҳсулот етказиб берилгунга қадар бўлган муддатга`,
            ` Бир йиллик`,
            ` Тузилмаган деб ҳисобланади`,
        ],
        answer: 2
    },
    {
        num: 31,
        q: `31. Идоравий норматив-ҳуқуқий ҳужжат у биринчи келишилаётган 
        вазирлик ва идора билан келишилганидан сўнг неча кун ичида қабул қилиниши керак?`,
        options: [
            ` икки ойда`,
            ` ўн кунда`,
            ` ўттиз кунда `,
            ` ўн беш кунда`,
        ],
        answer: 2
    },
    {
        num: 32,
        q: `32. Ўзаро боғлиқ бўлиб, баъзилари маъмурий судга, бошқалари эса 
        фуқаролик ишлари бўйича судга тааллуқли бўлган бир нечта талаб 
        бирлаштирилган тақдирда, барча талаблар қайси судда кўрилиши лозим.`,
        options: [
            ` Маъмурий судда `,
            ` Фуқаролик ишлари бўйича судда`,
            ` Кўрилаётган ишнинг ҳажмидан келиб чиқиб қайси судга кўпроқ тааллуқли бўлса ўша судда`,
            ` Маъмурий ва фуқаролик ишлари бўйича суд судияларидан таркиб топган судлов ҳайъатида`,
        ],
        answer: 1
    },
    {
        num: 33,
        q: `33. Қандай турдаги норматив-ҳуқуқий ҳужжат мажбурий тарзда тартибга солиш таъсирини баҳолашдан ўтказилади?`,
        options: [
            ` норматив-ҳуқуқий ҳужжат лойиҳаси фавқулодда вазиятларнинг олдини 
            олиш ёки уларнинг оқибатларини бартараф этиш, юқумли ва паразитар 
            касалликлар тарқалишининг олдини олиш бўйича чекловчи тадбирлар (карантин)ни белгилашга қаратилган бўлса`,
            ` норматив-ҳуқуқий ҳужжат лойиҳаси ёки қабул қилинган 
            норматив-ҳуқуқий ҳужжатда янги қабул қилинган қонунчилик 
            ҳужжатларининг талабларига мувофиқлаштиришга қаратилган ўзгартириш ва қўшимчалар назарда тутилса`,
            ` Тадбиркорлик фаолиятига, фуқароларнинг ҳуқуқлари, эркинликлари ва 
            қонуний манфаатларига ҳамда атроф-муҳитга таъсир кўрсатишни назарда 
            тутувчи норматив-ҳуқуқий ҳужжат лойиҳаси ва қабул қилинган норматив-ҳуқуқий ҳужжатлар`,
            ` А ва В жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 34,
        q: `34. Суд қайси ҳолларда аризани кўрмасдан қолдиради?`,
        options: [
            ` Иш судга тааллуқли бўлмаса `,
            ` Жавобгар қидирилаётган бўлса`,
            ` Тараф Ўзбекистон Республикаси Қуролли Кучлари таркибида муддатли 
            ҳақиқий ҳарбий хизматни ўтаётганда ёки мазкур шахслар давлатнинг 
            бирор-бир мажбуриятини бажариш учун жалб қилинганда `,
            ` Ариза муомалага лаёқатсиз шахс томонидан берилган бўлса`,
        ],
        answer: 3
    },
    {
        num: 35,
        q: `35. Апелляция инстанцияси суди қарорининг кўчирма нусхаси ишда 
        иштирок этувчи шахсларга у қабул қилинган кундан эътиборан неча кундан кечиктирмай юборилади?`,
        options: [
            ` уч кунда`,
            ` тўрт кунда`,
            ` беш кунда`,
            ` бир ҳафтада`,
        ],
        answer: 2
    },
    {
        num: 36,
        q: `36. Тартибга солиш таъсирини баҳолаш бўйича ҳисоботда қандай маълумотлар акс эттирилади?`,
        options: [
            ` лойиҳанинг кутилаётган кучга кириш санаси`,
            ` муаммони ҳал қилиш учун мумкин бўлган муқобил усуллар таҳлили`,
            ` манфаатдор томонлар учун лойиҳани қабул қилиш ва уни амалга 
            оширишдан олинадиган фойда ва (ёки) юзага келадиган харажатларни 
            миқдорий ҳисоблаш йўли билан амалга оширилган таҳлил ва таққослаш натижалари`,
            ` барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 37,
        q: `37. ТСТБ тўғрисидаги ҳисобот рақобат бўйича таъсири қайси давлат органи томонидан ўрганилади?`,
        options: [
            ` Молия вазирлиги томонидан`,
            ` Монополияга қарши курашиш қўмитаси томонидан`,
            ` Иқтисодий тараққиёт ва камбағалликни қисқартириш вазирлиги томонидан`,
            ` Савдо-саноат палатаси томонидан `,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `38. Товарларни етказиб бериш муддатлари кечиктириб юборилган, тўлиқ 
        етказиб берилмаган, ишлар бажарилмаган ёки хизматлар кўрсатилмаган 
        ҳолларда шартнома тарафларининг жавобгарлиги қандай амалга оширилади?`,
        options: [
            ` товар етказиб берувчи (пудратчи) сотиб олувчига (буюртмачиг 
            кечиктирилган ҳар бир кун учун мажбурият бажарилмаган қисмининг 0,5 
            фоизи миқдорида пеня тўлайди, бироқ бунда пенянинг умумий суммаси 
            етказиб берилмаган товарлар, бажарилмаган ишлар ёки кўрсатилмаган 
            хизматлар баҳосининг 50 фоизидан ошиб кетмаслиги лозим`,
            ` товарлар (ишлар ва хизматлар) қийматининг 20 фоизи миқдорида жарима ундириб олиш`,
            ` товарлар қийматининг 5 фоизи миқдорида жарима тўлаш`,
            ` товар қийматининг 1 фоизи миқдорида жарима тўлаш`,
        ],
        answer: 0
    },
    {
        num: 39,
        q: `39. “Хабеас-корпус” сўзининг маъноси нима ва биринчи марта қайерда қўлланила бошланган?`,
        options: [
            ` Англияда қўлланилган, “муҳофаза қилиш”`,
            ` Данияда қўлланилган, “жазолаш”`,
            ` Франсияда қўлланилган, “ҳимоя қилиш”`,
            ` Англияда қўлланилган, “шахсни келтириш”`,
        ],
        answer: 3
    },
    {
        num: 40,
        q: `40. Хўжалик шартномасида нималар назарда тутилиши керак?`,
        options: [
            ` шартноманинг бажарилиш муддатларини`,
            ` шартнома мажбуриятлари бажарилмаганда ёки лозим даражада бажарилмаганда тарафларнинг жавобгарлигини`,
            ` шартнома тузилган сана ва жойни`,
            ` барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 41,
        q: `41. Бош вазир номзоди ким томонидан таклиф этилади?`,
        options: [
            ` Олий Мажлисининг Қонунчилик палатаси томонидан`,
            ` Олий Мажлис Сенати томонидан`,
            ` Ўзбекистон Республикаси Президенти томонидан `,
            ` Олий Мажлисининг Қонунчилик палатасига сайловда энг кўп 
            депутатлик ўринларини олган сиёсий партия ёки тенг миқдордаги энг 
            кўп депутатлик ўринларини қўлга киритган бир неча сиёсий партия томонидан`,
        ],
        answer: 3
    },
    {
        num: 42,
        q: `42. Юридик хизмат ходимининг Давлат органи ва ташкилоти томонидан 
        ишлаб чиқилаётган (қабул қилинаётган) норматив-ҳуқуқий ва бошқа 
        ҳужжатлар лойиҳаларининг қонунчиликка мувофиқлиги устидан назоратни 
        олиб бориш, шунингдек давлат органи ва ташкилотининг қонун ижодкорлиги 
        фаолиятида иштирок этиш, қонунчиликни такомиллаштириш юзасидан 
        таклифларни тайёрлаш масалаларида тузилмалар ишини мувофиқлаштириш соҳасида қандай функцияни амлга оширади?`,
        options: [
            ` давлат органи ва ташкилоти раҳбариятига давлат органи ва 
            ташкилоти фаолиятида қонун устуворлиги ва қонунийликни таъминлаш аҳволи юзасидан ҳисобот тақдим этади;`,
            ` давлат органи ва ташкилоти ваколатига кирадиган масалалар бўйича 
            норматив-ҳуқуқий ҳужжатлар лойиҳаларини ишлаб чиқади ёхуд ишлаб чиқишда иштирок этади;`,
            ` давлат органи ва ташкилоти раҳбарияти учун қонунчилик масалалари 
            бўйича таҳлилий материаллар тайёрлайди;`,
            ` давлат органи ва ташкилотида, шунингдек тегишли тузилмаларда 
            ҳуқуқни қўллаш амалиётини ўрганади, таҳлил қилади ва умумлаштиради, 
            уни такомиллаштириш бўйича таклифлар тайёрлайди ва раҳбариятга киритади`,
        ],
        answer: 1
    },
    {
        num: 43,
        q: `43. Норматив-ҳуқуқий ҳужжат тушунчасига қайси қаторда тўғри  таъриф берилган?`,
        options: [
            ` Норматив-ҳуқуқий ҳужжат амалдаги қонун ҳужжатларига мувофиқ қабул 
            қилинган, умуммажбурий давлат кўрсатмалари сифатида ҳуқуқий 
            нормаларни белгилашга, ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат қонунчиликка мувофиқ қабул қилинган, 
            умуммажбурий давлат кўрсатмалари сифатида ҳуқуқий нормаларни белгилашга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат қонунчиликка мувофиқ қабул қилинган, 
            умуммажбурий давлат кўрсатмалари сифатида ҳуқуқий нормаларни 
            белгилашга, ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат умуммажбурий давлат кўрсатмалари сифатида 
            ҳуқуқий нормаларни белгилашга, ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
        ],
        answer: 2
    },
    {
        num: 44,
        q: `44. Норматив-ҳуқуқий ҳужжат турлари қайсилар?`,
        options: [
            ` Ўзбекистон Республикасининг Конституцияси, қонунлари, Ўзбекистон 
            Республикаси Олий Мажлиси палаталарининг қарорлари, Ўзбекистон 
            Республикаси Президентининг фармонлари ва қарорлари, Вазирлар 
            Маҳкамасининг қарорлари, вазирликлар, давлат қўмиталари ва 
            идораларнинг буйруқлари ҳамда қарорлари, маҳаллий давлат ҳокимияти органларининг қарорлари;`,
            ` Ўзбекистон Республикасининг Конституцияси, қонунлари, Ўзбекистон 
            Республикаси Олий Мажлиси палаталарининг қарорлари, Ўзбекистон 
            Республикаси Президентининг фармонлари, қарорлари ва фармойишлари, 
            Вазирлар Маҳкамасининг қарорлари, вазирликлар, давлат қўмиталари ва 
            идораларнинг қарорлари, маҳаллий давлат ҳокимияти органларининг қарорлари;`,
            `  Ўзбекистон Республикасининг Конституцияси, қонунлари, Ўзбекистон 
            Республикаси Олий Мажлиси палаталарининг қарорлари, Ўзбекистон 
            Республикаси Президентининг фармонлари, қарорлари ва фармойишлари, 
            Вазирлар Маҳкамасининг қарорлари ва фармойишлари;`,
            ` Ўзбекистон Республикасининг Конституцияси, қонунлари, Ўзбекистон 
            Республикаси Олий Мажлиси палаталарининг қарорлари, Ўзбекистон 
            Республикаси Президентининг фармонлари, қарорлари ва фармойишлари, 
            Вазирлар Маҳкамасининг қарорлари ва фармойишлари, вазирликлар, 
            давлат қўмиталари ва идораларнинг буйруқлари, қарорлари ҳамда 
            фармойишлари, маҳаллий давлат ҳокимияти органларининг қарорлари;`,
        ],
        answer: 0
    },
    {
        num: 45,
        q: `45. Норматив-ҳуқуқий ҳужжатлар лойиҳаларини лойиҳа ишлаб чиқувчи 
        ташкилотлар томонидан Ўзбекистон Республикаси Ягона интерактив давлат 
        хизматлари порталига жамоатчилик муҳокамасидан ўтказилиши тартиби қандай.`,
        options: [
            ` ишлаб чиқувчи норматив-ҳуқуқий ҳужжат лойиҳасини порталга уни 
            вазирлик ва идоралар билан келишишдан олдин норматив-ҳуқуқий ҳужжат 
            қабул қилувчи органга киритишдан олдин жойлаштиради.`,
            ` ишлаб чиқувчи норматив-ҳуқуқий ҳужжат лойиҳасини порталга уни 
            Вазирлар Маҳкамасига киритишдан олдин жойлаштиради.`,
            ` ишлаб чиқувчи норматив-ҳуқуқий ҳужжат лойиҳасини порталга уни 
            Адлия вазирлигига киритишдан олдин жойлаштиради.`,
            ` ишлаб чиқувчи норматив-ҳуқуқий ҳужжат лойиҳасини порталга уни 
            норматив-ҳуқуқий ҳужжат қабул қилувчи органга киритишдан олдин жойлаштиради.`,
        ],
        answer: 3
    },
    {
        num: 46,
        q: `46. Норматив-ҳуқуқий ҳужжат лойиҳасининг Ўзбекистон Республикаси 
        Ягона интерактив давлат хизматлари порталдаги жамоатчилик муҳокамаси муддати`,
        options: [
            ` норматив-ҳуқуқий ҳужжат лойиҳаси жойлаштирилган кундан эътиборан ўн кундан кам бўлмаслиги керак.`,
            ` норматив-ҳуқуқий ҳужжат лойиҳаси жойлаштирилган кундан эътиборан ўн беш кундан кам бўлмаслиги керак.`,
            ` норматив-ҳуқуқий ҳужжат лойиҳаси жойлаштирилган кундан эътиборан йигирма кундан кам бўлмаслиги керак.`,
            ` норматив-ҳуқуқий ҳужжат лойиҳасини ишлаб чиқувчи томонидан белгиланган муддатда.`,
        ],
        answer: 1
    },
    {
        num: 47,
        q: `47. Ҳуқуқий экспертиза нима?`,
        options: [
            ` Қонунчилик ҳужжатлари лойиҳасининг Ўзбекистон Республикасининг 
            Конституцияси ва қонунларига, бошқа норматив-ҳуқуқий ҳужжатларга, 
            юридик-техник жиҳатдан расмийлаштиришнинг талабларига мувофиқлиги, 
            шу жумладан норматив-ҳуқуқий ҳужжат лойиҳасида ҳавола қилувчи 
            нормалар қўлланилишининг асослилиги ҳамда мақсадга мувофиқлигини текшириш.`,
            ` Қонунчилик ҳужжатлари лойиҳасининг Ўзбекистон Республикасининг 
            Конституцияси ва қонунларига, унга нисбатан юқорироқ юридик кучга 
            эга бўлган бошқа норматив-ҳуқуқий ҳужжатларга, ҳамда лойиҳада 
            ҳавола қилувчи нормалар қўлланилишининг асослилиги ҳамда мақсадга мувофиқлигини текшириш.`,
            ` Норматив-ҳуқуқий ҳужжат лойиҳасининг Ўзбекистон Республикасининг 
            Конституцияси ва қонунларига, унга нисбатан юқорироқ юридик кучга 
            эга бўлган бошқа норматив-ҳуқуқий ҳужжатларга, юридик-техник 
            жиҳатдан расмийлаштиришнинг талабларига мувофиқлиги, шу жумладан 
            норматив-ҳуқуқий ҳужжат лойиҳасида ҳавола қилувчи нормалар 
            қўлланилишининг асослилиги ҳамда мақсадга мувофиқлигини текшириш.`,
            ` Норматив-ҳуқуқий ҳужжат лойиҳасининг амалдаги норматив-ҳуқуқий 
            ҳужжатларга, юридик-техник жиҳатдан расмийлаштиришнинг талабларига 
            мувофиқлиги, шу жумладан норматив-ҳуқуқий ҳужжат лойиҳасида ҳавола 
            қилувчи нормалар қўлланилишининг асослилиги ҳамда мақсадга мувофиқлигини текшириш.`,
        ],
        answer: 2
    },
    {
        num: 48,
        q: `48. Идоравий норматив-ҳуқуқий ҳужжат у биринчи келишилаётган 
        вазирлик ва идора билан келишилганидан сўнг, қанча муддатда қабул қилиниши керак.`,
        options: [
            ` ўн беш кун ичида қабул қилиниши керак.`,
            ` ўттиз кун ичида қабул қилиниши керак.`,
            ` икки ой ичида қабул қилиниши керак.`,
            ` муддат белгиланмаган.`,
        ],
        answer: 1
    },
    {
        num: 49,
        q: `49. Тартибга солиш таъсирини баҳолаш тушунчасига қайси қаторда тўғри таъриф келтирилган?`,
        options: [
            ` Тартибга солиш таъсирини баҳолаш норматив-ҳуқуқий ҳужжат 
            лойиҳасининг қабул қилиниши натижасида юзага келиши мумкин бўлган 
            эҳтимолий оқибатларни ва унинг тартибга солиш мақсадларига 
            эришилишини баҳолашга қаратилган чора-тадбирлар мажмуидан иборатдир.`,
            ` Қонунчилик ҳужжатлари лойиҳасининг Ўзбекистон Республикасининг 
            Конституцияси ва қонунларига, унга нисбатан юқорироқ юридик кучга 
            эга бўлган бошқа норматив-ҳуқуқий ҳужжатларга, ҳамда лойиҳада 
            ҳавола қилувчи нормалар қўлланилишининг асослилиги ҳамда мақсадга мувофиқлигини текшириш.`,
            ` Тартибга солиш таъсирини баҳолаш норматив-ҳуқуқий ҳужжат 
            лойиҳасининг қабул қилиниши натижасида юзага келиши мумкин бўлган 
            эҳтимолий оқибатларни ва унинг тартибга солиш мақсадларига 
            эришилишини, шунингдек амалдаги норматив-ҳуқуқий ҳужжатнинг ушбу 
            норматив-ҳуқуқий ҳужжат билан тартибга солувчи муносабатларга 
            таъсирининг самарадорлиги ва натижадорлигини аниқлаш ва баҳолашга 
            қаратилган чора-тадбирлар мажмуидан иборатдир.`,
            ` Тартибга солиш таъсирини баҳолаш қонунчилик ҳужжати лойиҳасининг 
            қабул қилиниши натижасида юзага келиши мумкин бўлган эҳтимолий 
            оқибатларни, тадбиркорлик фаолиятига таъсирини, шунингдек амалдаги 
            норматив-ҳуқуқий ҳужжатнинг ушбу норматив-ҳуқуқий ҳужжат билан 
            тартибга солувчи муносабатларга таъсирининг самарадорлиги ва 
            натижадорлигини аниқлаш ва баҳолашга қаратилган ҳатти-харакатлар мажмуидан иборатдир.`,
        ],
        answer: 2
    },
    {
        num: 50,
        q: `50. Қандай турдаги норматив-ҳуқуқий ҳужжатлар ва уларнинг 
        лойиҳалари тартибга солиш таъсирини баҳолашдан ўтказилади?`,
        options: [
            ` Тадбиркорлик фаолиятига таъсир кўрсатувчи норматив-ҳуқуқий ҳужжатлар ва уларнинг лойиҳалари.`,
            ` Фуқароларнинг ҳуқуқлари, эркинликлари ва қонуний манфаатларига 
            ҳамда атроф муҳитга таъсир кўрсатувчи норматив-ҳуқуқий ҳужжатлар ва уларнинг лойиҳалари.`,
            ` Барча турдаги норматив-ҳуқуқий ҳужжатлар ва уларнинг лойиҳалари `,
            ` Тадбиркорлик фаолиятига, фуқароларнинг ҳуқуқлари, эркинликлари ва 
            қонуний манфаатларига ҳамда атроф муҳитга таъсир кўрсатувчи 
            норматив-ҳуқуқий ҳужжатлар ва уларнинг лойиҳалари.`,
        ],
        answer: 3
    },
    {
        num: 1,
        q: `1. Норматив-ҳуқуқий ҳужжатлар қабул қилиш ҳуқуқига 
        эга бўлмаган органлар ёки мансабдор шахслар келтирилган 
        жавобни белгиланг.`,
        options: [` Олий Мажлисининг палаталари, маҳаллий давлат ҳокимияти органлари`,
            ` Ўзбекистон Республикасининг Президенти, давлат қўмиталари ва идоралар`,
            ` Адлия вазирлиги ва Бош прокуратура`,
            ` Вазирликлар, давлат қўмиталари`,
        ],
        answer: 2
    },
    {
        num: 2,
        q: `2. Вазирликлар, давлат қўмиталари ўз ваколати 
        доирасида қандай турдаги норматив-ҳуқуқий ҳужжатлар қабул қилади?`,
        options: [` буйруқлар ва қарорлар `,
            ` буйруқлар ва фармойишлар`,
            ` Фармойиш ва кўрсатмалар`,
            ` техник ҳужжатлар ва ички идоравий ҳужжатлар`,
        ],
        answer: 0
    },
    {
        num: 3,
        q: `3. Тадбиркорлик фаолиятини амалга ошириш 
        тартиб-таомили мураккаблаштирилишини ва тадбиркорлик 
        фаолияти субъектлари зиммасига янги мажбуриятлар 
        юклатилишини назарда тутадиган, шунингдек уларнинг 
        жавобгарлигига оид янги чораларни белгилайдиган 
        норматив-ҳуқуқий ҳужжатлар расмий эълон қилинган кундан эътиборан қанча вақтдан кейин кучга киради?`,
        options: [` бир ой `,
            ` расмий эълон қилинган кундан`,
            ` уч ой`,
            ` оммавий ахборот воситаларда эълон қилинган кундан бошлаб`,
        ],
        answer: 2
    },
    {
        num: 4,
        q: `4. Қонунларга расмий шарҳни қайси орган беради?`,
        options: [` Олий Мажлис`,
            ` Конституциявий суд`,
            ` уларни қабул қилган органлар`,
            ` Адлия вазирлиги`,
        ],
        answer: 2
    },
    {
        num: 5,
        q: `5. Олий Мажлис Сенати таркиби нечта сенатордан иборат?`,
        options: [` 100 та`,
            ` 150 та`,
            ` 250 та`,
            ` 16 та`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `6. Олий Мажлис Қонунчилик палатаси таркиби нечта депутатдан ибора?`,
        options: [` 250 та`,
            ` 150 та`,
            ` 100 та`,
            ` 16 та`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `7. Ўзбекистон Республикаси Давлат божхона қўмитаси тўғрисидаги низом қайси орган томонидан тасдиқланади?`,
        options: [` Ўзбекистон Республикаси Президенти томонидан`,
            ` Вазирлар Маҳкамаси томонидан`,
            ` Давлат божхона қўмитаси раиси томонидан`,
            ` Олий Мажлис томонидан`,
        ],
        answer: 1
    },
    {
        num: 8,
        q: `8. Ўзбекистон Республикаси Давлат божхона қўмитаси раиси ким томонидан лавозимга тасдиқланади?`,
        options: [` Бош вазирининг тақдимига биноан 
        Ўзбекистон Республикаси Президенти томонидан лавозимга тасдиқланади`,
            ` Сенатнтнг тақдимига биноан Ўзбекистон Республикаси Президенти томонидан лавозимга тасдиқланади`,
            ` Президент Администрациясининг тақдимига биноан 
            Ўзбекистон Республикаси Президенти томонидан лавозимга тасдиқланади`,
            ` Қонунчилик палатасининг тақдимига биноан Бош вазирининг томонидан лавозимга тасдиқланади`,
        ],
        answer: 3
    },
    {
        num: 9,
        q: `9. Ўзбекистон Республикаси Олий Мажлиси Қонунчилик 
        палатаси ва Сенатининг қўшма мажлислари қачон ўтказилади?`,
        options: [` Ўзбекистон Республикаси Президенти қасамёд қилганда`,
            ` Ўзбекистон Республикаси Президенти мамлакат 
            ижтимоий-иқтисодий ҳаётининг, ички ва ташқи сиёсатининг энг муҳим масалалари юзасидан нутқ сўзлаганда`,
            ` Чет давлатларнинг раҳбарлари нутқ сўзлаганда`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `10. Ўзбекистон Республикасининг Божхона кодекси қачон қабул қилинган?`,
        options: [` 20.01.2016 йил`,
            ` 22.04.2016 йил`,
            ` 22.04.2017 йил`,
            ` 22.04.2015 йил`,
        ],
        answer: 0
    },
    {
        num: 11,
        q: `11. Мурожаатларнинг турлари қайсилар?`,
        options: [` Аризалар, таклифлар ва шикоятлар`,
            ` Оғзаки, ёзма ёхуд электрон`,
            ` Аризалар, илтимоснома ва шикоятлар`,
            ` барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 12,
        q: `12. Ўзбекистон Республикаси Конституциясининг тузилиши тўғри кўрсатилган қаторни белгиланг.`,
        options: [` 126 та модда, 28 та боб, 6 та бўлим`,
            ` 127 та модда, 28 та боб, 5 та бўлим`,
            ` 122 та модда, 28 та боб, 6 та бўлим`,
            ` 128 та модда, 26 та боб, 6 та бўлим`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `13. Конституциясининг асосий принциплари нималардан иборат?`,
        options: [` Давлат суверенитети, Халқ ҳокимиятчилиги, 
        Конституция ва қонуннинг устунлиги, Ташқи ва ички  сиёсат `,
            ` Давлат суверенитети, Конституция ва қонуннинг устунлиги, Ташқи сиёсат`,
            ` Давлат суверенитети, Халқ ҳокимиятчилиги, Конституция ва қонуннинг устунлиги, Ташқи сиёсат`,
            ` Давлат суверенитети, Халқ ҳокимиятчилиги, Конституция ва қонуннинг устунлиги, Ташқи ва ички  сиёсат `,
        ],
        answer: 2
    },
    {
        num: 14,
        q: `14.Фуқароларнинг сиёсий ҳуқуқлари кўрсатилган қаторни топинг! `,
        options: [` Шахсий дахлсизлик ҳуқуқи`,
            ` Фикрлаш, сўз ва эътиқод эркинлиги ҳуқуқи`,
            ` Ижтимоий таъминот олиш ҳуқуқи`,
            ` Халқ вакилларига ариза, таклиф ва шикоятлар билан мурожаат қилиш`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `15. Фуқароларнинг шахсий ҳуқуқ ва эркинликлари кўрсатилган қаторни топинг.`,
        options: [` Яшаш ҳуқуқи`,
            ` Сиёсий партияларга ва бошқа жамоат бирлашмаларига уюшиш ҳуқуқи`,
            ` Мулкдор бўлиш ҳуқуқи`,
            ` Тиббий хизматдан фойдаланиш ҳуқуқи`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `16. Фуқароларнинг бурчлари  кўрсатилган қаторни топинг.`,
        options: [` Одоб-аҳлоқ ва ҳуқуқ нормаларига риоя қилиш `,
            ` Халқининг тарихий, маънавий ва маданий меросини авайлаб асраш`,
            ` Ахборот хавфсизлиги қоидаларига риоя қилиш`,
            ` Жамоат хавфсизлигини  таъминлаш`,
        ],
        answer: 1
    },
    {
        num: 17,
        q: `17. Шартнома шартларини бажармаганлик учун 
        жавобгарлик масаласи шартномада белгиланмаган бўлса қандай жавобгарлик юза келиши мумкин?`,
        options: [` Моддий ва номоддий жавобгарлик`,
            ` Маъмурий жавобгарлик`,
            ` Жиноий жавобгарлик`,
            ` барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 18,
        q: `18. Божхона органларининг байроғи қачон тасдиқланган?`,
        options: [` 07.08.2018 йилда `,
            ` 12.04.2019 йилда`,
            ` 12.11.2016 йилда `,
            ` 12.08.1997 йилда`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `19.Ўзбекистон Республикасида нечта сиёсий партиялар мавжуд ?`,
        options: [` 5 та`,
            ` 4 та`,
            ` 3 та `,
            ` 6 та`,
        ],
        answer: 0
    },
    {
        num: 20,
        q: `20. Бош вазири номзоди ким томонидан таклиф этилади?`,
        options: [` Олий Мажлисининг Қонунчилик палатаси томонидан`,
            ` Олий Мажлис Сенати томонидан`,
            ` Ўзбекистон Республикаси Президенти томонидан `,
            ` Олий Мажлисининг Қонунчилик палатасига сайловда 
            энг кўп депутатлик ўринларини олган сиёсий партия 
            ёки тенг миқдордаги энг кўп депутатлик ўринларини қўлга киритган бир неча сиёсий партия томонидан`,
        ],
        answer: 3
    },
    {
        num: 21,
        q: `21. Давлат божхона қўмитаси қандай шаклдаги ички идоравий ҳужжатлар қабул қилади?`,
        options: [` Ҳайъат қарори `,
            ` Буйруқ ва фармойиш`,
            ` Кўрсатма `,
            ` Барча жавоб тўғри`,
        ],
        answer: 3
    },
    {
        num: 22,
        q: `22. Ички идоравий ҳужжат қачондан бошлаб кучга киради?`,
        options: [` бир ой `,
            ` расмий эълон қилинган кундан`,
            ` уч ой`,
            ` имзоланган кундан бошлаб`,
        ],
        answer: 3
    },
    {
        num: 23,
        q: `23. Норматив-ҳуқуқий ҳужжат тушунчасига қайси қаторда тўғри таъриф берилган?`,
        options: [` Норматив-ҳуқуқий ҳужжат амалдаги қонун 
        ҳужжатларига мувофиқ қабул қилинган, умуммажбурий 
        давлат кўрсатмалари сифатида ҳуқуқий нормаларни 
        белгилашга, ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат қонунчиликка мувофиқ 
            қабул қилинган, умуммажбурий давлат кўрсатмалари 
            сифатида ҳуқуқий нормаларни белгилашга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат қонунчиликка мувофиқ 
            қабул қилинган, умуммажбурий давлат кўрсатмалари 
            сифатида ҳуқуқий нормаларни белгилашга, 
            ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
            ` Норматив-ҳуқуқий ҳужжат умуммажбурий давлат 
            кўрсатмалари сифатида ҳуқуқий нормаларни 
            белгилашга, ўзгартиришга ёки бекор қилишга қаратилган расмий ҳужжатдир.`,
        ],
        answer: 2
    },
    {
        num: 24,
        q: `24. Фуқаро қачондан бошлаб муомала лаёқатига эга  бўлади?`,
        options: [` Туғилган пайтдан эътиборан`,
            ` Ўн саккиз ёшга тўлгач `,
            ` Никоҳдан ўтган вақтдан эътиборан `,
            ` А ва В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 25,
        q: `25. Фуқароларнинг бурчлари  кўрсатилган қаторни топинг.`,
        options: [` Одоб-аҳлоқ ва ҳуқуқ нормаларига риоя қилиш `,
            ` Халқининг тарихий, маънавий ва маданий меросини авайлаб асраш`,
            ` Ахборот хавфсизлиги қоидаларига риоя қилиш`,
            ` Жамоат хавфсизлигини  таъминлаш`,
        ],
        answer: 1
    },
    
    {
        num: 1,
        q: `Божхона экспертизаси учун синама ва намуналар неча нусхада олинади?`,
        options: [
            `3 нусхада`,
            `4 нусхада                                 `,
            `5 нусхада                                 `,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 2,
        q: `Божхона юк декларациясининг 31-графасига қандай маълумотлар киритилади?  `,
        options: [
            `Етказиб бериш шартлари. `,
            `Декларант, вакил.`,
            `Товарни  таснифи, сони ва маркировкаси, контейнер раками.`,
            `Бож ва божхона йигимларини хисоблаш`,
        ],
        answer: 2
    },
    {
        num: 3,
        q: `Божхона экспертизасини субъекти нима ?`,
        options: [
            `Товар эгаси ва Декларант.`,
            `Декларант.`,
            `Товар эгаси.`,
            `Божхона экспертлари `,
        ],
        answer: 3
    },
    {
        num: 4,
        q: `Божхона юк  Декларацияда товар ТИФ ТН коди кайси графада курсатилади?`,
        options: [
            `35 чи графада`,
            `33 чи графада   `,
            `31 чи графада `,
            `30 чи графада `,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `Божхона расмийлаштирувидан ўтаётган товар туркумини 
        бир қисми булиб, у товарни таркиби ва хоссасини тўлиқ тавсифлайди.`,
        options: [
            `синама `,
            `намуна`,
            `сертификат`,
            `лицензия`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `Божхона экспертизасини утказишнинг 1чи боскичи қандай номланади?`,
        options: [
            `намуна ва нусха олиш`,
            `экспертизага таълуқли ҳужжат ва намуналарни расмийлаштириш`,
            `ҳужжат ва намуналарни ўрганиш`,
            `хулоса бериш`,
        ],
        answer: 2
    },
    {
        num: 7,
        q: `Эксперт қачон экспертиза ўтказишга киришади?`,
        options: [
            `Лаборатория бошлиғининг ёзма кўрсатмаси ва экспертизага тақдим қилинган материалларни олганидан сўнг `,
            `Маҳсулотлардан пробалар (намуналар) олгандан сўнг.`,
            `Лаборатория бошлиғининг оғзаки буйруғи ва проблар олиниши билан.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 8,
        q: `Божхона экспертизаси объекти –....`,
        options: [
            `божхона назоратига олиниши лозим бўлган барча 
            товарлар ва товар хужжатлари хамда божхона назоратини амалга ошириш учун зарур бўлган бошќа хужжатлари`,
            `божхона органи мансабдор шахслари – божхона экспертлари.`,
            `А ва Б жавоблари тўғри`,
            `тўғри жавоб йуқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Бoжxoнa экспeртизaси қaйси мaқсaдлaрдa уткaзилaди?`,
        options: [
            `тoвaрлaрнинг ТИФ ТН буйичa кoд рaқaмини тугри тaснифлaнишини нaзoрaт қилиш`,
            `тoвaрлaрни ишлaб чиқaриш тexнoлoгиясини ўргaниш`,
            `тaқдим этилгaн ҳужжaтлaри aсoсидa тoвaрнинг кимёвий тaркибини aниқлaш`,
            `бaрчa жaвoблaр тугри`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `Эксперт хулосасининг сакланиш муддати ...`,
        options: [
            `Экспертиза хулосаси берилгандан 3 йил`,
            `Экспертиза хулосаси берилгандан  2 йил `,
            `Экспертиза хулосаси берилгандан  4 йил `,
            `Экспертиза хулосаси берилгандан  5 йил`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `Божхона экспертизасининг объекти- бу...?`,
        options: [
            `товарлар`,
            `товар хужжатлари`,
            `божхона назоратини амалга ошириш учун зарур хужжатлар`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 12,
        q: `Божхона экспертининг хулосаси неча қисмдан иборат?`,
        options: [
            `2 қисмдан`,
            `3 қисмдан`,
            `5 қисмдан`,
            `4 қисмдан`,
        ],
        answer: 1
    },
    {
        num: 13,
        q: `Ўзбекистон Республикаси Ташқи иқтисодий 
        фаолиятининг товар номенклатурасини юритиш ваколатини ким амалга оширади?`,
        options: [
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, 
            инвестициялар ва савдо вазирлиги томонидан 
            Ўзбекистон Республикаси Давлат божхона қўмитаси билан биргаликда амалга оширилади`,
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, 
            инвестициялар ва савдо вазирлиги томонидан амалга оширилади`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан амалга оширилади`,
            `Ўзбекистон Республикаси Вазирлар маҳкамаси томонидан амалга оширилади`,
        ],
        answer: 0
    },
    {
        num: 14,
        q: `Товарларни таснифлаш бўйича дастлабки қарор қабул қилиш тўғрисида сўров ким томонидан берилади?`,
        options: [
            `Юридик ва жисмоний шахслар томонидан`,
            `Декларант томонидан`,
            `Омбор эгаси томонидан`,
            `Юк ташувчи томонидан`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Товарларни таснифлаш бўйича дастлабки қарор неча кун ичида қабул қилинади?`,
        options: [
            `20`,
            `30`,
            `10`,
            `15`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `Божхона органи тегишли қарор қабул қилинган кундан 
        эътиборан неча иш куни ичида аризачини товарларни 
        таснифлаш бўйича дастлабки қарор қабул қилинганлиги тўғрисида хабардор қилиши керак?`,
        options: [
            `3`,
            `5`,
            `1`,
            `10`,
        ],
        answer: 0
    },
    {
        num: 17,
        q: `Товарларни таснифлаш бўйича дастлабки қарор, агар у 
        ўзгартирилган, қайтариб олинган ёки бекор қилинган 
        бўлмаса, қабул қилинган кунидан эътиборан қанча муддат ичида амал қилади?`,
        options: [
            `Бир йил`,
            `Чексиз`,
            `Уч йил`,
            `Беш йил`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `Товарларни таснифлаш бўйича берилган дастлабки қарорларнинг реестри ким томонидан юритилади?`,
        options: [
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан`,
            `Ўзбекистон Республикаси Ташқи иқтисодий алоқалар, инвестициялар ва савдо вазирлиги томонидан`,
            `Бутун жахон божхона ташкилоти томонидан`,
            `Ўзбекистон Республикаси Вазирлар маҳкамаси томонидан`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Божхона экспертизаси тушунчаси?`,
        options: [
            `Божхона чегаралари бўйлаб, божхона расмийлаштируви 
            жойларида, божхона органлари жойлашган ерларда ва 
            божхона органлари томонидан белгиланадиган процессуал ҳаракатдир.`,
            `Божхона экспертизаси товарларни идентификациялашга 
            қаратилган ҳамда эксперт томонидан фан, техника, 
            санъат ёки ҳунармандчилик соҳасидаги махсус 
            билимлар асосида тадқиқотлар ўтказиш ва хулоса беришдан иборат процессуал ҳаракатдир.`,
            `Товар ва транспорт воситаларини божхона ҳудудига 
            олиб киришлиши ва ушбу ҳудуддан олиб чиқилишини тартибга солувчи процессуал ҳаракатдир.`,
            `Товарлар, транспорт воситалари, бинолар ва бошқа жойларни божхона томонидан қиёслаш.`,
        ],
        answer: 1
    },
    {
        num: 20,
        q: `Божхона тўғрисидаги қонун ҳужжатлари бузилган ҳолларда божхона экспертизасини ўтказиш муддатлари?`,
        options: [
            `Божхона экспертизасини ўтказиш муддати 30 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 20 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 15 кундан ошмаслиги лозим.`,
            `Божхона божхона экспертизасини ўтказиш муддати 3 кундан ошмаслиги лозим.`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Гурух номи товарга мос келмоқда, аммо гуруҳда 
        берилган изоҳ ушбу товарни  гурухдан чиқариб юбормоқда. Қайси бири юридик кучга эга?`,
        options: [
            `Гурух номи, ОПИ 1 қойдасига кўра`,
            `Изоҳ`,
            `ОПИ 1 бўйича А ва Б жавоблари тўғри`,
            `Юридик кучга изоҳ ва гуруҳ номи эга эмас`,
        ],
        answer: 1
    },
    {
        num: 22,
        q: `Товар ТИФ ТН гурух номига мос келса, асосий 
        интерпретация қоидаларига кўра уларни ушбу гурухга киритиш учун асос борми?`,
        options: [
            `Ҳа, ОПИ 3 ( қоидасига кўра`,
            `Йўқ, ОПИ 6 қоидасига қарши`,
            `Ҳа, ОПИ 7 қоидасига кўра`,
            `Йўқ, ОПИ 1 қоидасига кўра`,
        ],
        answer: 3
    },
    {
        num: 23,
        q: `ТИФ ТНда нечта асосий интерпретация қоидалари мавжуд?`,
        options: [
            `554`,
            `6 `,
            `7`,
            `5`,
        ],
        answer: 1
    },
    {
        num: 24,
        q: `ТИФ ТНда позиция бу нима?`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 0
    },
    {
        num: 25,
        q: `ТИФ ТНда подсубпозия бу нима?`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 3
    },
    {
        num: 26,
        q: `Что такое субпозиция в ТН ВЭД`,
        options: [
            `тўртхонали код  `,
            `олтихонали код  `,
            `тўқизхонали код`,
            `ўнхонали код`,
        ],
        answer: 1
    },
    {
        num: 27,
        q: `Агар материал асосан целлюлозадан иборат бўлса, унда бу материал ...`,
        options: [
            ` Табиий`,
            `Сунъий`,
            `Кимёвий`,
            `Барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Рулонда келган матолардан намуна олишда намуна қанчалик кенг бўлиши керак?`,
        options: [
            `1 метр`,
            `3 метр`,
            ` Рулон кенглигига тенг`,
            `Тўғри жавоб йўқ.`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: `Қуйидагилардан қайси бири полимерларнинг бирламчи шаклларига кирмайди?`,
        options: [
            `Нозик гранулалар, бир хил таркибга эга`,
            ` Кичик гранулалар, турли хил таркибга эга`,
            `Полимер эритмалари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 30,
        q: `ИҚ спектрометри нимага асосланиб ишлайди?`,
        options: [
            ` Инфрақизил нурларда`,
            `Ультрафиолет нурлар`,
            `Ультратовушда`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Агар материал асосан вискозадан иборат бўлса, унда бу материал ...`,
        options: [
            `Табиий`,
            ` Сунъий`,
            `Кимёвий`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 32,
        q: `Уйғунлаштирилган тизим конвенцияси нечанчи йилда қабул қилинган?`,
        options: [
            `1988 йил`,
            ` 1983 йил`,
            `1987 йил`,
            `1984 йил`,
        ],
        answer: 1
    },
    {
        num: 1,
        q: `Валютани тартибга солувчи давлат органи қайси?`,
        options: [
            ` Давлат божхона қўмитаси`,
            ` Давлат солиқ қўмитаси`,
            ` Марказий банки`,
            ` Молия вазирлиги`,
        ],
        answer: 2
    },
    {
        num: 2,
        q: ` Валюта операцияларининг қандай турлари мавжуд?`,
        options: [
            ` Валюта операциялари ички, ташқи , миллий ва халқаро операцияларга бўлинади`,
            ` Валюта операциялари миллий ва халқаро операцияларга бўлинади`,
            ` Валюта операциялари ички ва ташқи операцияларга бўлинади`,
            ` Валюта операциялари ички ва халқаро операцияларга бўлинади`,
        ],
        answer: 3
    },
    {
        num: 3,
        q: `Ўзбекистон Республикасининг Божхона кодексининг 
        нечанчи бўлим ва начанчи бобида Валюта назорати келтирилган? `,
        options: [
            ` V бўлим,  34-боб.`,
            ` V бўлим,  35-боб`,
            ` VI бўлим, 36-боб`,
            ` VI бўлим, 37-боб`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: `Экспорт божхона режимида товарлар олдиндан тўлов 
        асосида олиб чиқилаётган бўлса Божхона юк 
        декларациясининг 20- графа учинчи қисмида қайси рақамли код кўрсатилади?`,
        options: [
            ` «10»`,
            ` «30»`,
            ` «20»`,
            ` «40»`,
        ],
        answer: 0
    },
    {
        num: 5,
        q: ` Қанча миқдоргача булган товарларни электрон 
        тижорат орқали божхона юк декларациясини 
        расмийлаштирмасдан, ТСОЯЭАТ киритмасдан, почта 
        хизматларини кўрсатиш қоидаларига мувофиқ реализация 
        қилиниши мумкин?`,
        options: [
            ` 1000 (бир мин АҚШ долларигача`,
            ` 2000 (икки мин АҚШ долларигача`,
            ` 3000 (уч мин АҚШ долларигача`,
            ` 5000 (беш мин АҚШ долларигача`,
        ],
        answer: 3
    },
    {
        num: 6,
        q: `«Валютани тартибга солиш тўғрисида»ги қонуннинг 
        нечанчи моддасида Ўзбекистон Республикаси худудига нақд 
        валютани олиб кириш ва олиб чиқиш тартиби келтирилган?`,
        options: [
            ` 20-модда`,
            ` 22-модда`,
            ` 24-модда`,
            ` 18-модда`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `Валютани тартибга солиш тўғрисида»ги қонунга асосан 
        Валютани назорат қилувчи органлар калтирилган қаторни топинг?`,
        options: [
            ` Ўзбекистон Республикаси Марказий банки ва Ҳисоб палатаси`,
            ` Молия вазирлиги`,
            ` Давлат солиқ қўмитаси ва Давлат божхона қўмитаси`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 8,
        q: `Божхона юк декларациясининг нечанчи  графаларида курс валюталар кўрсатилган булади?`,
        options: [
            `  13 ва 20- графалар`,
            ` 13 ва 23- графалар`,
            ` 12 ва 20- графалар`,
            ` 20 ва 24- графалар`,
        ],
        answer: 1
    },
    {
        num: 9,
        q: ` «Иена» қайси давлат пул бирлиги хисобланади?`,
        options: [
            ` Япония`,
            ` Хитой`,
            ` Кореа`,
            ` Ерон`,
        ],
        answer: 0
    },
    {
        num: 10,
        q: ` Божхона юк декларациясининг 44-графасида Контракт (шартнома, келишу қайси тартиб рақам билан ёзилади?`,
        options: [
            ` 301 КНТ`,
            ` 302 КНТ`,
            ` 301 КНТ`,
            ` 303 КНТ`,
        ],
        answer: 0
    },
    {
        num: 11,
        q: ` Экспорт божхона режимида Божхона юк 
        декларациясининг 20- графа учинчи қисмида «60» коди 
        келтирилган бўлса товарлар қандай шарт асосида олиб чиқилаётган бўлади?`,
        options: [
            ` банк кафолати`,
            ` консигнация бўйича`,
            ` суғурталаш полиси`,
            ` бартер операцияси`,
        ],
        answer: 1
    },
    {
        num: 12,
        q: ` Божхона юк декларациясининг нечанчи графасида Контракт (шартнома, келишудаги курс валюта кўрсатилади?`,
        options: [
            ` 13- графалар`,
            ` 20- графалар`,
            ` 23- графалар`,
            ` 22- графалар`,
        ],
        answer: 2
    },
    {
        num: 13,
        q: ` Экспорт божхона режимида товарлар банк кафолати 
        асосида олиб чиқилаётган бўлса Божхона юк 
        декларациясининг 20- графа учинчи қисмида қайси рақамли код кўрсатилади?`,
        options: [
            ` «10»`,
            ` «30»`,
            ` «20»`,
            ` «40»`,
        ],
        answer: 1
    },
    {
        num: 14,
        q: ` Экспорт божхона режимида Божхона юк 
        декларациясининг 20- графа учинчи қисмида «80» коди 
        келтирилган бўлса товарлар қандай шарт асосида олиб чиқилаётган бўлади?`,
        options: [
            ` бартер операцияси`,
            ` экспорт факти`,
            ` консигнация`,
            ` беғараз (тўловсиз)`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: ` Экспорт божхона режимида товарлар экспорт 
        контрактларини сиёсий ва тижорат хавфларидан суғурталаш 
        полиси асосида олиб чиқилаётган бўлса Божхона юк 
        декларациясининг 20- графа учинчи қисмида қайси рақамли код кўрсатилади?`,
        options: [
            ` «40»`,
            ` «30»`,
            ` «20»`,
            ` «10»`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: ` Олдиндан ҳақи тўланмасдан, аккредитив очилмасдан, 
        банк кафолати расмийлаштирилмасдан ва экспорт 
        контрактини сиёсий ва тижорат таваккалчиликларидан 
        суғурта қилиш бўйича полис мавжуд бўлмасдан хорижий 
        валютага экспорт қилиш бўйича имтиёзлар татбиқ 
        этилмайдиган товарлар рўйхати қайси меьёори хужжатда келтирилган?`,
        options: [
            ` 2017 йил 15 декабрдаги ПФ-5286-сонли фармонида`,
            ` 2017 йил 3 ноябрдаги ПҚ-3351-сон қарорида`,
            ` 2020 йил 14 майдаги  283-сонли қарорида`,
            ` 2017 йил 3 ноябрьдаги декабрдаги ПФ-5215-сонли фармонида`,
        ],
        answer: 1
    },
    {
        num: 17,
        q: ` Экспорт божхона режимида товарлар бартер 
        операциялари олиб чиқилаётган бўлса Божхона юк 
        декларациясининг 20- графа учинчи қисмида қайси рақамли код кўрсатилади?`,
        options: [
            ` «80»`,
            ` «70»`,
            ` «60»`,
            ` «40»`,
        ],
        answer: 1
    },
    {
        num: 18,
        q: ` Экспорт контракти бўйича тушум тушиши ёки 
        товарларни қайта олиб кириш муддати товарларга нисбатан 
        — «экспорт» божхона режими бўйича божхона юк 
        декларацияси расмийлаштирилган санадан бошлаб қанча муддатдан ошиб кетмаслиги керак.`,
        options: [
            ` 60 кундан`,
            ` 90 кундан`,
            ` 120 кундан`,
            ` 180 кундан`,
        ],
        answer: 3
    },
    {
        num: 19,
        q: ` Ташқи савдо контрактларида қандай асосий бўлимлар ва маълумотлар бўлиши керак?`,
        options: [
            ` Муқаддима, Контрактнинг мавзуси, Контрактнинг 
            умумий суммаси, товарнинг ўлчов бирлигидаги нархи кўрсатилади`,
            ` Етказиб беришнинг базис шартлари, Товарни етказиб 
            бериш, ишларни бажариш ва хизматлар кўрсатиш муддати ёки санаси кўрсатилади`,
            ` Товарнинг келиб чиқиши, ишларни бажариш ва 
            хизматлар кўрсатиш жойи, Томонларнинг жавобгарлиги, Томонларнинг реквизитлари, Ташқи савдо 
            контрактининг матни давлат тилида ёки томонларнинг келишувига кўра бошқа тилда баён қилиниши керак`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 20,
        q: ` Валюта қимматликлари келтирилмаган қаторни топинг?`,
        options: [
            ` Миллий валюта`,
            ` Чет эл валютаси`,
            ` Номинали чет эл валютасида ифодаланган қимматли қоғозлар ва тўлов ҳужжатлари`,
            ` Соф қуйма олтин`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: ` ТСОЯЭАТда келтирилган  идентификация рақамлар сони нечта?`,
        options: [
            ` 25`,
            ` 27`,
            ` 29`,
            ` 24`,
        ],
        answer: 1
    },
    {
        num: 22,
        q: ` Экспорт-консигнация контрактини  икки рақамдан иборат кодини топинг?`,
        options: [
            ` 07`,
            ` 05`,
            ` 08`,
            ` 10`,
        ],
        answer: 2
    },
    {
        num: 23,
        q: ` ТСОЯЭАТдаги идентификация рақамларининг «23 ва 24» 
        тартиб рақамларида «04» коди кўрсатилган бўлса қандай шартнома эканлигини билдиради?`,
        options: [
            ` Марказлаштирилган экспорт контракти`,
            ` Марказлаштирилган импорт контракти`,
            ` Республика ҳудудида экспорт контракти`,
            ` Бартер контракти`,
        ],
        answer: 0
    },
    {
        num: 24,
        q: ` ТСОЯЭАТдаги идентификация рақамларининг «23 ва 24» 
        тартиб рақамларида «11» коди кўрсатилган бўлса қандай шартнома эканлигини билдиради?`,
        options: [
            ` Интернет жаҳон ахборот тармоғи орқали дастурий таъминот экспорти`,
            ` Интернет жаҳон ахборот тармоғидаги савдо майдончалари орқали экспорт контракти`,
            ` Қайта ишлаш (республикадан ташқарид бўйича импорт контракти`,
            ` Қайта ишлаш (республика ҳудудид бўйича экспорт контракти`,
        ],
        answer: 3
    },
    {
        num: 25,
        q: ` ТСОЯЭАТдаги идентификация рақамларининг «23 ва 24» 
        тартиб рақамларида «07» коди кўрсатилган бўлса қандай шартнома эканлигини билдиради?`,
        options: [
            ` Инвойс асосида экспорт`,
            ` Экспорт-консигнация контракти`,
            ` Экспорт биржа (ярмарк контракти`,
            ` Олиб кириш контракти`,
        ],
        answer: 2
    },
    {
        num: 26,
        q: ` Олиб чиқиш, олиб кириш, сотиш ва сотиб олиш каби 
        янги турдаги контрактлар қайси меьёори хужжатда келтирилган?`,
        options: [
            ` 2021 йил июль майдаги ВМ -428-сонли қарорида`,
            ` 2021 йил июль майдаги ВМ -429-сонли қарорида`,
            ` 2020 йил 14 майдаги ВМ -283-сонли қарорида`,
            ` 2020 йил 26 октиябрдаги ЎРҚ-725`,
        ],
        answer: 1
    },
    {
        num: 27,
        q: ` Олиб чиқиш контракти бўйича тушум тушиши ёки 
        товарларни қайта олиб кириш муддати товарлар реэкспорт 
        божхона режимига расмийлаштирилган санадан бошлаб неча кундан ошиб кетмаслиги керак?`,
        options: [
            ` 60 кундан`,
            ` 180 кундан`,
            ` 120 кундан`,
            ` 90 кундан`,
        ],
        answer: 1
    },
    {
        num: 28,
        q: ` Швецария миллий валютаси қайси қаторда тўғри кўрсатилган?`,
        options: [
            ` Еуро`,
            ` Лира`,
            ` Франк`,
            ` Швецария доллари`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: ` Ўзбекистон Республикаси Давлат божхона хизмати 
        органларига қайси хужжат билан  «валютани назорат қилувчи орган» мақоми барилган?`,
        options: [
            ` Ўзбекистон Республикасининг «Валютани тартибга солиш тоғрисида»ги Қонун`,
            ` Ўзбекистон Республикасининг «Давлат божхона хизмати »ги Қонун тоғрисида»ги Қонун`,
            ` Ўзбекистон Республикасининг Божхона кодекси`,
            ` Ўзбекистон Республикасининг Солиқ кодекси`,
        ],
        answer: 0
    },
    {
        num: 30,
        q: ` «Валютани тартибга солиш тўғрисида»ги қонуннинг асосий принциплари қайси қаторда тўғри кўрсатилган?`,
        options: [
            ` Валютани тартибга солиш ҳамда валютани назорат қилиш тизимининг ягоналиги`,
            ` Валютани тартибга солиш ва валютани назорат қилиш 
            соҳасидаги давлат сиёсатини амалга оширишда иқтисодий чораларнинг устуворлиги`,
            ` Резидентлар ва норезидентларнинг валюта 
            операцияларига давлат органларининг қонунга хилоф равишда аралашувига йўл қўйилмаслиги`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 31,
        q: `  Давлат божлари, йиғимлари ва бошқа мажбурий тўловлар қандай валютада амалга оширилади?`,
        options: [
            ` Чет эл валютаси`,
            ` Фақат Миллий валюта`,
            ` Фақат Ўзбекистон Республикаси валютасида ундирилади, бундан консуллик йиғимлари мустасно`,
            ` Исталган валютада амалга оширилиши мумкун`,
        ],
        answer: 2
    },
    {
        num: 32,
        q: ` Пул маблағларида ўзаро ҳисоб-китоблар қилмаган 
        ҳолда муайян миқдордаги бир ёки бир неча турдаги 
        товарларни бошқасига алмаштириш назарда тутилган 
        Ўзбекистон Республикасининг резиденти билан норезиденти ўртасида тузилган контракт қандай контракт хисоблнади?`,
        options: [
            ` Бартер контракти`,
            ` Экспорт-консигнация контракти`,
            ` Лизинг контракти`,
            ` Сотиш контракти`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `  Жисмоний шахслар қанча миқдордаги нақд валютани 
        йўловчи божхона декларациясини тўлдиримасдан  олиб кириш ёки олиб чиқиб кетиши мумкун?`,
        options: [
            ` 50 000 000 (эллик миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 20 000 000 (йигирма миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 70 000 000 (етмиш миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 100 000 000 (юз миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
        ],
        answer: 2
    },
    {
        num: 34,
        q: ` Жисмоний шахслар томонидан Ўзбекистон Республикаси 
        ҳудудига божхона назорати қоидаларига риоя қилган 
        ҳолда,  канчагача нақд валюта маблағларини олиб кириш мумкун?`,
        options: [
            ` 50 000 000 (эллик миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 70 000 000 (етмиш миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 100 000 000 (юз миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` чекланмаган миқдорда`,
        ],
        answer: 3
    },
    {
        num: 35,
        q: ` Жисмоний шахслар томонидан Ўзбекистон Республикаси 
        ҳудудидан божхона назорати қоидаларига риоя қилган 
        ҳолда,  канчагача нақд валюта маблағларини олиб чиқиб кетиши мумкун?`,
        options: [
            ` 70 000 000 (етмиш миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 50 000 000 (эллик миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` 100 000 000 (юз миллион) сўм эквивалентидан ортиқ бўлмаган миқдорда`,
            ` чекланмаган миқдорда`,
        ],
        answer: 2
    },
    {
        num: 36,
        q: ` Қандай холларда резидентлар томонидан белгиланган 
        миқдордан ортиқ нақд валюта маблағларини Ўзбекистон 
        Республикасидан ташқарига олиб чиқиб кетишга йўл қўйилади?`,
        options: [
            ` Йўловчи божхона декларацияси асосида олиб чиқиб кетиш мумкун`,
            ` Хорижий давлатларга хизмат сафарига кетаётган 
            Ҳукумат делегацияси аъзолари учун Вазирлар Маҳкамасининг фармойиши асосида`,
            ` Марказий банки рухсатномаси асосида`,
            ` Олиб чиқиб кетиши мумкун эмас`,
        ],
        answer: 1
    },
    {
        num: 37,
        q: ` Қандай холларда норезидентлар томонидан 
        белгиланган миқдордан ортиқ нақд валюта маблағларини 
        Ўзбекистон Республикасидан ташқарига олиб чиқиб кетишга йўл қўйилади?`,
        options: [
            ` Ўзбекистон Республикасига кириш чоғида 
            расмийлаштирилган йўловчи божхона декларацияси 
            асосида декларация қилинган маблағлар доирасида, 
            шунингдек, республикада белгиланган тартибда ташкил 
            қилинган халқаро мусобақалар (танловлар, олимпиадалар) совриндорлари ёки қатнашчилари 
            томонидан маблағларнинг қонунийлигини тасдиқловчи ҳужжатлар асосида`,
            ` Йўловчи божхона декларацияси асосида олиб чиқиб кетиш мумкун`,
            ` Марказий банки рухсатномаси асосида`,
            ` Олиб чиқиб кетиши мумкун эмас`,
        ],
        answer: 0
    },
    {
        num: 38,
        q: ` Божхона юк декларациясининг нечанчи графасида АҚШ долларининг 
        Ўзбекистон Республикаси миллий валютасига нисбатан курси кўрсатилади?`,
        options: [
            ` 23- графалар`,
            ` 20- графалар`,
            ` 13- графалар`,
            ` 22- графалар`,
        ],
        answer: 2
    },
    {
        num: 39,
        q: `  Божхона юк декларациясининг нечанчи графасида Валюталар 
        таснифлагичига мувофиқ ташқи савдо контракти (шартномаси, келишуви) валютасининг рақамли коди кўрсатилади?`,
        options: [
            ` 13- графалар`,
            ` 20- графалар`,
            ` 22- графалар`,
            ` 24- графалар`,
        ],
        answer: 1
    },
    {
        num: 40,
        q: ` Божхона органлари Валютага оид қонун хужжатлари бузилишларининг 
        белгиларини аниқлаганда қайси давлат органига бу тўғрисида хабар беради?`,
        options: [
            ` Ўзбекистон Республикасининг Давлат солиқ қўмитасига`,
            `  Ўзбекистон Республикасининг Савдо-саноат палатасига`,
            `  Ўзбекистон Республикасининг Марказий банкига`,
            `  Ўзбекистон Республикасининг Молия вазирлигига`,
        ],
        answer: 0
    },
    {
        num: 41,
        q: ` Ўзбекистон Республикаси Президенти ва Ўзбекистон Республикаси 
        Ҳукуматининг қарорлари асосида экспорт қилинадиган буюмлар ва 
        маҳсулотла рўйхати қайси меьёори хужжатда келтирилган?`,
        options: [
            ` 2020 йил 14 майдаги ВМ 283-сонли қарорида`,
            ` 2017 йил 3 ноябрьдаги ПФ-5215-сонли фармонида`,
            ` 2017 йил 3 ноябрдаги ПҚ-3351-сон қарорида`,
            ` 2017 йил 15 декабрдаги ПФ-5286-сонли фармонида`,
        ],
        answer: 3
    },
    {
        num: 42,
        q: ` Ўзбекистон Республикаси ҳудудида товарлар учун тарифлар, нархлар 
        шунингдек юридик шахсларнинг устав фондлари (устав капиталлари) 
        миқдорларига доир талаблар қандай валютада амалга оширилади?`,
        options: [
            ` Фақат Ўзбекистон Республикаси валютасида`,
            ` Фақат чет эл валютасида`,
            ` Ўзбекистон Республикаси ва чет эл валютасида`,
            ` Исталган валютада`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `Қайси меъёри ҳужжат билан экспорт шартномаларини Ўзбекистон 
        Республикаси давлат божхона хизмати органларида ҳисобга қўйиш борасидаги талаб бекор қилинди?`,
        options: [
            ` 2018 йил 13 апрелдаги ПФ 5414-сонли фармонида`,
            ` 2020 йил 6 июндаги ПФ 6005-сонли фармонида`,
            ` 2018 йил 26 ноябрьдаги ПФ 5582-сонли фармонида`,
            ` 2021 йил 10 сентиябрдаги ПФ 6310-сонли фармонида`,
        ],
        answer: 2
    },
    {
        num: 44,
        q: ` Товарлар (ишлар ва хизматлар) импортига импорт қилувчи билан 
        Ўзбекистон Республикасининг норезиденти ўртасида тузилган контракт қандай  контракт деб юритилад?`,
        options: [
            ` Импорт контракти`,
            ` Сотиб олиш контракти`,
            ` Олиб кириш контракти`,
            ` Импорт биржа  контракти`,
        ],
        answer: 0
    },
    {
        num: 45,
        q: ` Консигнант ва консигнатор орасида товарни консигнатор орқали 
        сотишга тузилган контракт қандай  контракт деб юритилад?`,
        options: [
            `  Экспорт контракти`,
            ` Экспорт консигнация контракти`,
            ` Экспорт биржа (ярмарк контракти`,
            ` Импорт консигнация контракти`,
        ],
        answer: 1
    },
    {
        num: 46,
        q: ` Ҳукумат номидан ёки унинг кафолати остида давлат эхтиёжлари учун 
        зарур хажмларда экспорт ва импорт товарларини етказиб беришга тузилган контракт қандай  контракт деб юритилад?`,
        options: [
            ` Биржа контракти`,
            ` Лизинг асосидаги контракт`,
            ` Марказлаштирилган контракти`,
            ` Бартер контракти`,
        ],
        answer: 2
    },
    {
        num: 47,
        q: ` Инвойсларда қандай асосий маълумотлар бўлиши керак?`,
        options: [
            ` Хўжалик юритувчи субъектнинг номи ва унинг реквизитлари, хорижий 
            шерикнинг номи ва унинг реквизитлари, инвойс суммаси`,
            ` Хўжалик юритувчи субъектнинг идентификация рақами (СТИР), 
            товарлар (ишлар, хизматлар) номи, товарлар (ишлар, хизматлар)нинг ўлчов бирлиги`,
            ` Товарлар (ишлар, хизматлар) миқдори, товарлар (ишлар, хизматлар) 
            нархи, товарлар (ишлар, хизматлар)ни етказиб бериш қиймати, 
            «Инкотермс» бўйича етказиб бериш шартлари;ташиш тури`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 48,
        q: ` Валютани назорат қилувчи органларнинг валютани тартибга солиш 
        тўғрисидаги қонунчилик талабларига резидентлар ва норезидентлар 
        томонидан риоя этилишини таъминлашга қаратилган фаолияти қандай фаолияти деб юритилади?`,
        options: [
            ` Валютани тартибга солиш`,
            ` Валюта операциялари`,
            ` Валютани назорат қилиш`,
            ` Валюта қимматликлари`,
        ],
        answer: 2
    },
    {
        num: 49,
        q: ` Божхона юк декларациясининг нечанчи графасида контракт (шартнома, келишу рақами ва санаси кўрсатилади?`,
        options: [
            ` 22- графалар`,
            ` 24- графалар`,
            ` 40- графалар`,
            ` 44- графалар`,
        ],
        answer: 3
    },
    {
        num: 1,
        q: `Ташқи савдо божхона статистикасини шакллантириш манбаси бу ......?`,
        options: [
            `Божхона кирим ордери`,
            `Божхона юк декларацияси`,
            `Йўловчи божхона декларацияси`,
            `Барча жавоб тўғри`,
        ],
        answer: 1
    },
    {
        num: 2,
        q: `Инкотермс-2020 га асосан товарни етказиб бериш тижорат шартларининг нечта тури мавжуд?`,
        options: [
            `10`,
            `11`,
            `12`,
            `13`,
        ],
        answer: 1
    },
    {
        num: 3,
        q: `БЮДнинг 8-графаси бу - ?`,
        options: [
            `«Импортчи/юкни қабул қилувчи»`,
            `«Экспортчи/юкни жўнатувчи»`,
            `«Молиявий тартибга солиш учун жавобгар шахс»`,
            `«Декларант/божхона брокери»`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: `Агар БЮД 16 та қўшимча варақларга эга бўлса, БЮДнинг тўққизинчи 
        қўшимча варағининг 3-графаси қай тарзда тўлдирилади?`,
        options: [
            `44820`,
            `10/17`,
            `44850`,
            `44821`,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `Қайси етказиб бериш шартида сотувчи учун минимал мажбурият, харидор учун максимал мажбурият белгиланади?`,
        options: [
            `DDP`,
            `CIP`,
            `FOB`,
            `EXW`,
        ],
        answer: 3
    },
    {
        num: 6,
        q: `ИНКОТЕРМС етказиб бериш тижорат шартларидан қайси бирида сотувчи 
        учун энг кўп мажбурият ва харидор учун энг кам мажбуриятни ифодаланади?`,
        options: [
            `DAP`,
            ` DDP`,
            `CIF`,
            `EXW`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `Ваколатли шахснинг БЮДга ўзгартириш, қўшимча киритиш, уни қайта 
        расмийлаштириш, қайтариб олиш ёки бекор қилиш бўйича мурожаати қандай шаклда бўлади.`,
        options: [
            `Ёзма`,
            `Оғзаки`,
            `Электрон`,
            `Ёзма ва электрон`,
        ],
        answer: 3
    },
    {
        num: 8,
        q: `Божхона статистикаси турларини кўрсатинг?`,
        options: [
            ` Ташқи савдо божхона статистикаси, махсус божхона статистикаси`,
            `Ташқи иқтисодий алоқалар статистикаси, ташқи савдо божхона статистикаси`,
            `Ташқи иқтисодий фаолият статистикаси, махсус божхона статистикаси`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Экспорт режимида БЮДнинг 9-графаси қайси ҳолатларда тўлдирилмайди?`,
        options: [
            `Экспортёр хорижий давлатларнинг дипломатик ва консуллик муассасалари бўлса`,
            `Экспортёр халқаро ҳукуматлараро ташкилотларнинг ваколатхоналари бўлса`,
            `Товарлар беғараз (тўловсиз) асосдаги битимлар бўйича олиб ўтилган бўлса`,
            `Экспорт режимида БЮДнинг 9-графаси хар доим тўлдирилади`,
        ],
        answer: 2
    },
    {
        num: 10,
        q: `“БЮДдаги хато”  тушунчасига берилган изоҳни аниқланг.`,
        options: [
            `божхона расмийлаштируви учун тақдим этилган 
        ҳужжатлардаги ахборот билан БЮД ва божхона кўрик далолатномасидаги маълумотлар орасидаги тафовут`,
            `божхона органларида мавжуд ахборот билан БЮД ва 
            божхона кўрик далолатномасидаги маълумотлар орасидаги тафовут`,
            `БЮД ёки божхона кўрик далолатномаси графаларидаги нотўғри маълумотлар`,
            `Юқоридаги барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `Товарнинг божхона қиймати бу - ....`,
        options: [
            `товарнинг божхона қийматини аниқлаш 
        усулларидан бири орқали аниқланадиган ва божхона 
        тўловларини ҳисоблаш мақсадида фойдаланиладиган товар қийматидир`,
            `товарнинг божхона қийматини аниқлаш усулларидан бири орқали 
            аниқланадиган ва божхона тўловларини ҳисоблаш мақсадида фойдаланиладиган товарнинг фактура қийматидир`,
            `йўл юк кузатув ҳужжатларида кўрсатилган товар қийматидир`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 12,
        q: `Олиб кириладиган товарнинг божхона қийматини аниқлаш усулларини белгиланг.`,
        options: [
            `олиб кириладиган товарга доир битимнинг қиймати, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, ўхшаш товарга доир битимнинг 
            қиймати бўйича, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, ўхшаш товарга доир битимнинг 
            қиймати бўйича, қийматларни чегириб ташлаш асосида, қийматларни қўшиш асосида, захира усул`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `Товарнинг божхона қийматини аниқлашнинг асосий усули қайси?`,
        options: [
            `Захира усул`,
            `Олиб кириладиган товарга доир битимнинг қиймати`,
            `Айнан бир хил товарга доир битимнинг қиймати`,
            `Қийматларни чегириб ташлаш`,
        ],
        answer: 1
    },
    {
        num: 14,
        q: `Олиб кириладиган товарга доир битимнинг қийматига оид усулдан қайси 
        ҳолларда божхона қийматини аниқлаш учун фойдаланилиши мумкин эмас?`,
        options: [
            `товарнинг божхона қийматини аниқлашда декларант ёки божхона 
            брокери томонидан фойдаланилган маълумотлар ҳужжатлар билан 
            тасдиқланган бўлмаса, товар божхона ҳудудига қиймат асосига эга бўлмаган битим бўйича олиб кирилган бўлса`,
            `товарни кейинчалик қайта сотиш, ундан фойдаланиш ёки уни тасарруф 
            этишдан тушган тушумнинг исталган қисми сотувчига бевосита ёки 
            билвосита ўтса ва бунда товарнинг қийматига ушбу Кодекснинг 
            304-моддасига мувофиқ тегишли тузатишларни киритиш мумкин бўлмаса`,
            `сотиш ёки битимнинг баҳоси таъсирини ҳисобга олиш мумкин бўлмаган 
            шартларга риоя этилишига боғлиқ бўлса (айирбошлаш, контрактация, қайта ишлаш шартномалари)`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `Айнан бир хил товар деганда:`,
        options: [
            `баҳоланаётган товар билан физик хусусиятларига, сифатига ва 
            бозордаги қадрига кўра бир хил бўлган, баҳоланаётган товар олиб 
            кирилгунига қадар тўқсон календарь кун ичида олиб кирилган бўлса`,
            `баҳоланаётган товар ишлаб чиқарилган айни ўша мамлакатда ишлаб 
            чиқарилган ва Ўзбекистон Республикасига олиб кириш учун сотилган, 
            баҳоланаётган товар божхона ҳудудига олиб кирилгунига қадар тўқсон 
            календарь кун ичида катта миқдорларда (бир нечта туркумлард сотилган бўлса`,
            `баҳоланаётган товар билан физик хусусиятларига, сифатига ва 
            бозордаги қадрига кўра бир хил бўлган, товар қайси мамлакатда ишлаб 
            чиқарилган бўлса, шу мамлакатда ишлаб чиқарилган ва Ўзбекистон 
            Республикасига олиб кириш учун сотилган, баҳоланаётган товарни 
            ишлаб чиқарган айни ўша шахс томонидан ишлаб чиқарилган товар тушунилади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 16,
        q: `Қайси усулда ички бозорда товарнинг сотилиш нархини танлашда 
        кўрилаётган товарнинг импорт қилинганидан кейинги биринчи тижорат 
        босқичидаги нархини, яъни олиб кирилган товарнинг биринчи марта қайта сотилишидаги нархи ҳисобга олинади?`,
        options: [
            `ташиш қиймати, товарларни юклаш, тушириш, қайта юклаш ва бошқа жойга тўкиш харажатлари, суғурта қиймати`,
            `воситачилик ва брокерлик ҳақлари, контейнерлар ва (ёки) кўп марта 
            ишлатиладиган бошқа идишларнинг қиймати, ўров-жойлов қиймати, айнан 
            бир хил товарга доир битимнинг қиймати усули асосида аниқлашда`,
            `сотувчи сотиб олувчига бепул ёки арзонлаштирилган нархда бевосита 
            ёхуд билвосита тақдим этадиган хизматларнинг ва бошқа товарларнинг 
            қиймати, интеллектуал мулк объектларидан фойдаланганлик учун сотиб 
            олувчи баҳоланаётган товарни сотиш шарти сифатида бевосита ёки 
            билвосита тўлаши керак бўлган лицензия тўловлари ва бошқа тўловлар, 
            олиб кирилган товарни кейинчалик қайта сотиш, ўзгача тарзда 
            тасарруф этиш ёки ундан бошқа тарзда фойдаланишдан тушган тушумнинг 
            бевосита ёки билвосита сотувчига тегиши керак бўлган ҳар қандай қисмининг қиймати`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `Товарнинг божхона қийматини захира усулда аниқлаш учун асос 
        сифатида қуйидагилардан фойдаланишга йўл қўйилмайди:`,
        options: [
            `Ўзбекистон Республикасида ишлаб чиқарилган ўхшаш товарнинг сотилиш 
            нархидан, икки ва ундан ортиқ муқобил қийматларнинг энг юқори 
            қийматидан, экспорт қилувчи мамлакатнинг ички бозоридаги товар нархидан`,
            `божхона қийматини аниқлаш учун қийматларни қўшиш усулини қўллашда 
            фойдаланилмайдиган ишлаб чиқариш чиқимларидан, экспорт қилаётган 
            мамлакатдан учинчи мамлакатларга етказиб берилаётган товарнинг нархидан`,
            `энг паст божхона қийматларидан, товарнинг ўзбошимчалик билан 
            белгиланган ёки тўғри тасдиқланмаган нархидан.`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 18,
        q: `Божхона қиймати декларациясининг шакли ва уни тўлдириш тартиби қайси давлат органи томонидан белгиланади?`,
        options: [
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан`,
            `Ўзбекистон Республикаси Адлия вазирлиги томонидан`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Божхона қиймати декларацияси қандай ҳолларда тўлдирилмайди?`,
        options: [
            `божхона ҳудудига олиб кирилаётган товарлар туркумининг божхона 
            қиймати бир минг АҚШ долларига тенг эквивалент суммадан ошмаса, 
            бундан битта контракт (шартнома, келишу доирасида бир неча марта 
            товар етказиб бериш, шунингдек турли контрактлар (шартномалар, 
            келишувлар) бўйича айни ўша товарни бир жўнатувчи томонидан айни 
            ўша битта олувчининг манзилига такрор-такрор етказиб бериш мустасно`,
            `олиб ўтиладиган товарлар божхона тўловларини тўлашдан озод этилган бўлса`,
            `Битта БЮДда кўпи билан 100 та номдаги товарлар мавжуд бўлса`,
            `1 ва 2 жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 20,
        q: `Товарнинг божхона қиймати қайси орган томонидан назорат қилинади?`,
        options: [
            `Ўзбекистон Республикаси Давлат солиқ қўмитаси`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси`,
            `Ўзбекистон Республикаси Молия вазирлиги`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 21,
        q: `Товарнинг божхона қийматига ва (ёки) божхона тўловларига тузатишлар 
        киритиш қандай ҳолларда амалга оширилиши мумкин?`,
        options: [
            `божхона расмийлаштируви вақтида, товар чиқариб юборилганидан кейин`,
            `товар чиқариб юборилганидан кейин, божхона расмийлаштирувига қадар`,
            `товар чиқариб юборилгунига қадар, божхона расмийлаштирувига қадар`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Товарнинг божхона қийматини аниқлаш имкони бўлмаган тақдирда уни 
        шартли чиқариб юборилган кундан эътиборан божхона тўловлари тўланишини таъминлашнинг амал қилиш муддати?`,
        options: [
            `ўттиз календарь кун`,
            `бир ой`,
            `олтмиш календарь кун`,
            `90 кун`,
        ],
        answer: 2
    },
    {
        num: 23,
        q: `Товарнинг божхона қиймати БЮДнинг қайси устунларида кўрсатилади?`,
        options: [
            `Фақат 12 устунида`,
            `12 ва 46 устунида`,
            `12, 45 ва 46 устунларида`,
            `12 ва 45 устунида`,
            `  Javobi belgilanmapdi... `,
        ],
        answer: 4
    },
    {
        num: 24,
        q: `Ташқи иқтисодий фаолият субъектларининг хабардорлигини ҳамда 
        божхона тартиботларининг самарали амалга оширилишини таъминлаш 
        мақсадида шакллантириладиган нарх маълумотлари бюллетени қайси давлат органлари томонидан ишлаб чиқилади?`,
        options: [
            `Давлат божхона қўмитаси, Молия вазирлиги`,
            `Давлат божхона қўмитаси, Ўзбекистон Республикаси Монополияга қарши курашиш қўмитаси, Молия вазирлиги`,
            `Давлат божхона қўмитаси, Ўзбекистон Республикаси Монополияга қарши 
            курашиш қўмитаси, Ўзбекистон Республикаси Инвестициялар ва ташқи савдо вазирлиги`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 25,
        q: `Ўзбекистон Республикаси ҳудудига олиб келинадиган товарларнинг 
        божхона қиймати қайси меъёрий ҳужжатлар билан тартибга солинади?`,
        options: [
            `Божхона кодекси, “Ўзбекистон Республикаси ҳудудига олиб 
            келинадиган товарнинг божхона қийматини белгилаш бўйича” Йўриқнома, 
            “Божхона қиймати декларациясини тўлдириш тартиби тўғрисида”ги йўриқнома`,
            `Солиқ кодекси, “Давлат бюджети тўғрисида”ги Қонун, “Божхона юк 
            декларациясини тўлдириш тартиби тўғрисида”ги Йўриқнома`,
            `Ўзбекистон Республикаси Фармонлари, Қарорлари, Фармойишлари`,
            `Ҳукумат қарорлари, халқаро битимлар`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `Товарнинг божхона қийматини захира усулда аниқлаш учун асос 
        сифатида қуйидагилардан фойдаланишга йўл қўйилмайди:`,
        options: [
            `экспорт қилаётган мамлакатдан учинчи мамлакатларга етказиб 
            берилаётган товарнинг нархидан, экспорт қилувчи мамлакатнинг биржа 
            бозоридаги товар нархидан, энг паст божхона қийматларидан`,
            `Ўзбекистон Республикасида ишлаб чиқарилган ўхшаш товарнинг сотилиш 
            нархидан, икки ва ундан ортиқ муқобил қийматларнинг энг юқори 
            қийматидан, экспорт қилувчи мамлакатнинг ички бозоридаги товар нархидан`,
            `товарнинг ўзбошимчалик билан белгиланган ёки тўғри тасдиқланмаган 
            нархидан, божхона қийматини аниқлаш учун қийматларни қўшиш усулини 
            қўллашда фойдаланилмайдиган ишлаб чиқариш чиқимларидан, Ўзбекистон 
            Республикасида ишлаб чиқарилган товарнинг сотилиш нархидан`,
            `Барчаси тўғри`,
        ],
        answer: 1
    },
    {
        num: 27,
        q: `Ахборот ташувчи жисмнинг божхона қийматини қандай аниқланади?`,
        options: [
            `Ахборот ташувчи жисмнинг божхона қиймати товарнинг божхона 
            қийматини аниқлашнинг ушбу бобда кўрсатилган усуллари қўлланилган 
            ҳолда ахборотнинг қиймати белгиланганидан кейин аниқланади.`,
            `Ахборот ташувчи жисмнинг божхона қиймати товарнинг божхона 
            қийматини аниқлашнинг ушбу бобда кўрсатилган усуллари қўлланилган ҳолда аниқланади.`,
            `товар чиқариб юборилганидан кейин аниқланади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Божхона қиймати декларациясини тўлдириш тартиби қайси меъёрий ҳужжат билан тартибга солинади?`,
        options: [
            `Божхона юк декларациясини тўлдириш тартиби тўғрисидаги йўриқнома (29.02.2016 й.)`,
            `Ўзбекистон Республикаси ҳудудига олиб келинадиган товарларнинг 
            божхона қийматини белгилаш бўйича йўриқнома (13.01.1998 й)`,
            `Божхона қиймати декларациясини тўлдириш тартиби тўғрисидаги йўриқнома (08.02.2017 й.)`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: `Божхона органлари қўллайдиган хавфни бошқариш тизими томонидан ўрта 
        ёки юқори кўрсаткичга эга хавф даражаси аниқланган ҳолларда қандай ҳужжатлар талаб қилинади?`,
        options: [
            `жўнатувчи мамлакат божхона декларацияси`,
            `баҳоланаётган товарни етказиб берилишига алоқадор бўлган учинчи шахслар билан контрактлар`,
            `баҳоланаётган товарни етказиб берилишига алоқадор бўлган учинчи шахслар учун тўлов ҳисоблари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 30,
        q: `Олиб кириладиган товарнинг божхона қийматини аниқлашда қайси усуллар тескари кетма-кетликда қўлланилади?`,
        options: [
            `Қийматларни чегириб ташлаш ва қўшиш усулларида`,
            `айнан бир хил ва ўхшаш товарга доир битимнинг қийматида`,
            `Фақат олиб кириладиган товарга доир битимнинг қийматида ва у 
            асосидаги  айнан бир хил ва ўхшаш товарга доир битимнинг қийматида`,
            `Барча усулларда`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Товарларни божхона чегараси орқали олиб ўтишда қандай божхона тўловлари тўланади:`,
        options: [
            `Божхона божи`,
            `Божхона божи, акциз солиғи ва қўшилган қиймат солиғи`,
            `Божхона йиғимлари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 32,
        q: `Божхона божлари қандай турларга бўлинади?`,
        options: [
            `Импорт ва экспорт божхона божларига`,
            `Импорт ва алоҳида божхона божларига`,
            `Импорт, экспорт, алоҳида ва мавсумий божхона божларига`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 33,
        q: `Товарларни божхона ҳудудига олиб кириш ва божхона ҳудудидан олиб 
        чиқишни тезкор тартибга солиб туриш учун қандай божхона божлари қўлланилади?`,
        options: [
            `Импорт ва экспорт божхона божлари`,
            `Алоҳида божхона божлари`,
            `Мавсумий божхона божлари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 34,
        q: `Бож тарифи – бу ...`,
        options: [
            `божхона чегараси орқали олиб ўтиладиган Ўзбекистон Республикаси 
            Ташқи иқтисодий фаолиятининг товар номенклатурасига мувофиқ 
            тизимлаштирилган товарларга нисбатан қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `божхона чегараси орқали олиб ўтиладиган товарларга нисбатан 
            қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `божхона чегараси орқали олиб кириладиган Ўзбекистон Республикаси 
            Ташқи иқтисодий фаолиятининг товар номенклатурасига мувофиқ 
            тизимлаштирилган товарларга нисбатан қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `Божхона тўловлари ставкаларининг турлари?`,
        options: [
            `тўлов ундириладиган товарнинг божхона қийматига нисбатан фоизларда ҳисобланадиган адвалор ставка`,
            `тўлов ундириладиган товар бирлиги учун белгиланган миқдорда ҳисобланадиган хос ставка`,
            `божхона тўловлари ставкаларининг адвалор ва хос турларини ўз ичига оладиган аралаш ставка`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 36,
        q: `Энг кўп қулайлик режимини яратган ҳолда савдо-иқтисодий ҳамкорлик 
        соҳасидаги битимлар имзоланган давлатларда ишлаб чиқарилган товарларга 
        нисбатан қай тартибда тариф преференциялари берилади?`,
        options: [
            `Тариф преференциялари берилмайди`,
            `Бож тарифи билан белгиланган ставкалар миқдорида божхона божларини қўллаш тарзида`,
            `Божхона божларидан озод этиш тарзида`,
            `Бож тарифи билан белгиланган ставкаларни икки баравар ошириш тарзида`,
        ],
        answer: 1
    },
    {
        num: 37,
        q: `Тўланган божхона тўловлари товар чиқариб юборилган кундан эътиборан 
        неча кун ичида Давлат бюджетига ўтказилади?`,
        options: [
            `Ўн кун ичида`,
            `Беш кун ичида`,
            `Уч кун ичида`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `Божхона божини кечиктириб ёки бўлиб-бўлиб тўлаш имконияти 
        берилганлиги учун қанча миқдорда фоизлар ундирилади`,
        options: [
            `Қайта молиялаштириш ставкаси юз эллик фоизи миқдорида`,
            `Қайта молиялаштириш ставкаси миқдорида`,
            `Қайта молиялаштириш ставкасининг эллик фоизи миқдорида`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 39,
        q: `Божхона тўловлари тўланишини таъминлаш усулларининг қайси бирида солидар жавобгарлик мавжуд?`,
        options: [
            `Пул маблағларини божхона органининг шахсий ғазна ҳисобварағига киритиш`,
            `Товарларни гаровга қўйиш`,
            `Банк кафолатини тақдим этиш`,
            `Кафиллик`,
        ],
        answer: 3
    },
    {
        num: 40,
        q: `Божхона тўловлари тўланишини таъминлаш сифатида товарлар гаровини 
        қўллашда қуйидагилардан қайси бири гаров предмети бўлиши мумкин эмас?`,
        options: [
            `Иншоотлар, ер участкалари`,
            `Божхона ҳудудига олиб кирилиши тақиқланган товарлар`,
            `Корхоналар, бинолар`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 41,
        q: `Қўшилган қиймат солиғини тўлаш бўйича мажбурият бажарилмаган тақдирда қанча миқдорда пеня ундирилади?`,
        options: [
            `Қарздорлик суммасининг 0,033 фоизи миқдорида`,
            `Қарздорлик суммасининг 0,043 фоизи миқдорида`,
            `Қайта молиялаш ставкасининг уч юздан бирига тенг миқдорда`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 42,
        q: `Даврий божхона тўловлари қай тартибда ҳисоблаб чиқарилади?`,
        options: [
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг беш фоизи миқдорида чет эл валютасида ҳисоблаб чиқарилади`,
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг ўн фоизи миқдорида чет эл валютасида ҳисоблаб чиқарилади`,
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг беш фоизи миқдорида миллий валютада ҳисоблаб чиқарилади`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `Ягона божхона тўлови – бу ...`,
        options: [
            `тижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `нотижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `Давлат чегарасидан ўтиш пунктлари орқали қўл юкида ва кузатиб 
            борилаётган багажида товарлар олиб кираётган жисмоний шахслар учун, 
            шунингдек, жисмоний шахс номига халқаро почта ва курьерлик 
            жўнатмалари орқали келадиган товарларга нисбатан ундириладиган божхона йиғими`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 44,
        q: `Божхона назорати зоналари неча турга бўлинади?`,
        options: [
            `тижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `нотижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `Давлат чегарасидан ўтиш пунктлари орқали қўл юкида ва кузатиб 
            борилаётган багажида товарлар олиб кираётган жисмоний шахслар учун, 
            шунингдек, жисмоний шахс номига халқаро почта ва курьерлик 
            жўнатмалари орқали келадиган товарларга нисбатан ундириладиган божхона йиғими`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 45,
        q: `Ягона божхона тўлови ставкаси ?`,
        options: [
            `Товарнинг қийматидан 15 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг божхона қийматидан 15 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг қийматидан 30 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг божхона қийматидан 30 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
        ],
        answer: 3
    },
    {
        num: 46,
        q: `Божхона тўловларини тўловчи шахс томонидан тақдим қилинган 
        ҳужжатлар асосида божхона ходими томонидан дастурда 
        расмийлаштириладиган электрон ҳамда дастур орқали чоп этиладиган қоғоз шаклдаги ҳужжат – бу...`,
        options: [
            `Божхона юк декларацияси`,
            `Божхона кирим ордери`,
            `Божхона қиймати декларацияси`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 47,
        q: `Божхона органлари иш вақтидан ташқари вақтда (18.00 — 9.00) божхона 
        расмийлаштируви учун йиғимни ҳисоблаш учун асос?`,
        options: [
            `БЮДнинг «D» графасига божхона органи томонидан белги қўйилган вақт`,
            `БЮДнинг 7-графаси бўйича рўйхатга олинган вақт`,
            `БЮДнинг «D»  ва 7-графасида қўйилган вақт`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 48,
        q: `2022 йил 1 январдан бошлаб божхона йиғимларидан келиб тушган 
        маблағлар қай тартибда тақсимланиши белгиланди?`,
        options: [
            `40 фоизи - Махсус жамғармага, 60 фоизи – Давлат бюджетига`,
            `50 фоизи - Махсус жамғармага, 50 фоизи – Давлат бюджетига`,
            `30 фоизи - Махсус жамғармага, 70 фоизи – Давлат бюджетига`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 49,
        q: `2021 йил 31 декабрга қадар қайси товарларга нисбатан экспорт божхона божлари белгиланган?`,
        options: [
            `Кунгабоқар ва пахта уруғлари`,
            `Кунгабоқар ва пахта ёғи`,
            `Экспорт божхона божлари ставкалари белгиланмаган`,
            `А ва В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 50,
        q: `Қайси режимларда божхона расмийлаштируви учун йиғим ундирилиши белгиланмаган?`,
        options: [
            `Экспорт божхона режими`,
            `божхона ҳудудида қайта ишлаш`,
            `Вақтинча сақлаш`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 51,
        q: `Товарларни импорти қилишда қўшилган қиймат солиғини ҳисоблаб чиқариш учун асос?`,
        options: [
            `Божхона қиймати`,
            `Фактура қиймати`,
            `Статистик қиймат`,
            `Божхона қиймати ҳамда тўланиши лозим бўлган божхона божи ва акциз солиғи суммасининг йиғиндиси`,
        ],
        answer: 2
    },
    {
        num: 52,
        q: `Қуйидагилардан қайси товарлар муайян мамлакатда тўлиқ ишлаб чиқарилган деб ҳисобланмайди?`,
        options: [
            `Мамлакат ҳудудида етиштирилган ёки йиғиб олинган ўсимлик маҳсулотлари`,
            `Чорва молларини сўйиш`,
            `Мамлакатда тайёрланган овчилик, балиқчилик ва денгиз ови маҳсулоти`,
            `Мамлакатда туғилган ва парвариш қилинган тирик ҳайвонлар`,
        ],
        answer: 1
    },
    {
        num: 53,
        q: `Қуйидагилардан қайси товарлар товарнинг етарли даражада қайта ишланганлиги мезонларига жавоб бермайди?`,
        options: [
            `сақлаш ёки ташиш вақтида товарларнинг бут сақланишини таъминлаш бўйича операциялар`,
            `товарларни сотишга ва ташишга тайёрлаш операциялари`,
            `оддий йиғув операциялари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 54,
        q: `Қанча муддатда божхона органига лозим даражада расмийлаштирилган 
        келиб чиқиш тўғрисидаги сертификат тақдим этилган тақдирда, энг кўп 
        қулайлик бериш режими ёки эркин савдо режими тикланиши мумкин?`,
        options: [
            `божхона режимига жойлаштирилган санадан эътиборан бир йилдан кечиктирмай`,
            `божхона режимига жойлаштирилган санадан эътиборан икки йилдан кечиктирмай`,
            `энг кўп қулайлик бериш режими ёки эркин савдо режими тикланмайди`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 1,
        q: `“Хавф” нима?`,
        options: [`Божхона тўғрисидаги қонунчиликка риоя этилмаслиги эҳтимолининг даражаси`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Яширин товарлар сифатида декларацияланиши эҳтимоли етарли даражада бўлган товарлар`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 2,
        q: `“Хавф индикатори” атамасини таърифловчи қаторни аниқланг?`,
        options: [`Олдиндан белгиланган кўрсаткичларга эга 
        муайян мезонлар бўлиб, улардан оғиш ёки уларга мос 
        келиш назорат объектини танлашни амалга ошириш имконини беради`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Хавф таҳлилининг айрим гуруҳларга бўлинган 
            объектлари бўлиб, уларга нисбатан божхона назоратининг алоҳида шакллари ёки мажмуи қўлланилиши`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 3,
        q: `“Хавф соҳаси” атамасининг тарифи тўғри келтирилган қаторни аниқланг?`,
        options: [`Хавф таҳлилининг айрим гуруҳларга бўлинган 
        объектлари бўлиб, уларга нисбатан божхона назоратининг 
        алоҳида шакллари ёки мажмуи қўлланилиши, шунингдек уларнинг самарадорлигини ошириш талаб этилади`,
            `Хавфнинг юзага келиши эҳтимолини ва у юзага 
            келганда божхона тўғрисидаги қонунчиликнинг 
            бузилиши оқибатларини мунтазам равишда аниқлаб бориш`,
            `Божхона органларида мавжуд бўлган ахборотдан хавфнинг юзага келиши ҳолатлари ва 
            шарт-шароитларини аниқлаш, уларни идентификациялаш 
            ва божхона тўғрисидаги қонунчиликка риоя 
            этилмаслигининг эҳтимол тутилган оқибатларини баҳолаш мақсадида мунтазам равишда фойдаланиш`,
            `Тўғри жавоб келтирилмаган`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: ` “Яширувчи товарлар” бу - ...?`,
        options: [`Хавф товарлари ўрнига декларацияланиши эҳтимоли етарли даражада бўлган товарлар`,
            `Аниқланмаган, лекин унинг юзага келиши учун шароитлар мавжуд бўлган хавф`,
            `Хавф аниқланган ёки потенциал хавф мавжуд бўлган божхона чегараси орқали олиб ўтилаётган товарлар`,
            `Барча жавоб тўғри`,
        ],
        answer: 0
    },
    {
        num: 5,
        q: `“Аниқланган хавф” атамасига тўғри таъриф келтирилган қаторни аниқланг?`,
        options: [`Божхона тўғрисидаги қонунчиликни бузиш 
        содир этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Юзага келиши учун етарли шароитлар мавжуд бўлган хавф`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат 
            тўғрисида маълумотга эга эканлигидан далолат 
            берувчи факт ҳамда юзага келиши учун етарли шароитлар мавжуд бўлган хавф`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `“Хавф таҳлили объекти” тўғри келтирилган қаторни аниқланг?`,
        options: [`Барча жавоблар тўғри`,
            `Олди-сотди ёки айирбошлашга доир ташқи иқтисодиёт 
            контрактларида (шартномаларида, келишувларид, 
            товарларга эгалик қилиш, улардан фойдаланиш ва 
            (ёки) уларни тасарруф этиш ҳуқуқига оид битимларда ёхуд бошқа ҳужжатларда кўрсатилган маълумотлар`,
            `Товарнинг кузатув ҳужжатларида ва бошқа 
            ҳужжатларда кўрсатилган маълумотлар, божхона 
            назорати остида турган товарларга нисбатан 
            ваколатга эга бўлган шахсларнинг фаолияти ҳамда божхона назорати шакллари қўлланилишининг натижалари`,
            `Божхона назорати остида бўлган ёхуд эркин 
            муомалага чиқариш (импорт) божхона режимига 
            жойлаштирилган товарлар ва тижорат учун фойдаланиладиган транспорт воситалари`,
        ],
        answer: 0
    },
    {
        num: 7,
        q: `Хавфни бошқариш тизимининг қўлланилиш стратегияси 
        ва тактикасини, ахборот йиғиш ва уни қайта ишлаш, 
        хавфни таҳлил қилиш ва баҳолаш, хавфни бошқаришга доир 
        чора-тадбирлар ишлаб чиқиш ва уларни амалга ошириш тартиби ким томонидан белгиланади?`,
        options: [`Давлат Божхона Қўмитаси`,
            `Худудий божхона бошқармаси`,
            `Пост бошлиқлари ёки уларнинг ўринбосарлари`,
            `Хавфларни мониторинг қилиш ва баҳолаш  бошқармаси`,
        ],
        answer: 0
    },
    {
        num: 8,
        q: `Энг кам ёки энг кўп хавф тоифасига киритиш, 
        шунингдек божхона тартиб-таомиллари айрим турларининг 
        ҳамда божхона назорати айрим шаклларининг қўлланилиш тартиби ким томонидан белгиланади?`,
        options: [`Давлат божхона қўмитаси томонидан 
        манфаатдор давлат органлари ва бошқа ташкилотлар билан биргаликда`,
            `Вазирлар Махкамаси томонидан`,
            `Худудий божхона бошқармалари бошлиқлари томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Хавфни бошқариш тизимини қўллаш орқали божхона 
        назорати ва расмийлаштирувида божхона органлари 
        ходимларининг ҳаракатлари кетма-кетлигини белгилайдиган қонун хужжат қайси?`,
        options: [`ДБҚнинг 2019 йил 22 февралдаги  58-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 июндаги  150-сон буйруғи`,
            `ДБҚнинг 2019 йил 22 февралдаги  59-сон буйруғи`,
            `ДБҚнинг 2019 йил 28 февралдаги  66-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 10,
        q: `... бунда, хавф даражаси ўрта кўрсаткичга эга ёки 
        тасодифий танлов асосида аниқланган товарларга нисбатан 
        божхона назорати шакллари улар чиқариб юборилгандан 
        сўнг амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Кўк йўлак”`,
            ` “Сариқ йўлак”`,
            ` “Қизил йўлак”`,
            ` “Яшил йўлак”`,
        ],
        answer: 0
    },
    {
        num: 11,
        q: `... бунда, хавф даражаси паст бўлган товар ва 
        транспорт воситаларини чиқариб юбориш тўғрисидаги қарор 
        қабул қилинганда, божхона назорати шакллари уларга 
        нисбатан амалга оширилмайди. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Яшил йўлак”`,
            `“Сариқ йўлак”`,
            `“Қизил йўлак”`,
            `“Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 12,
        q: `... бунда, божжхон декларацияси, хужжатлар ва 
        маълумотларни текшириш бўйича божхона назорати шакллари 
        хавф даражаси ўрта кўрсаткичга эга ёки тасодифий 
        танловда аниқланган товар ва транспорт воситаларига 
        нисбатан амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Сариқ йўлак”`,
            `“Яшил йўлак”`,
            `“Қизил йўлак”`,
            `“Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 13,
        q: `... бунда, божжхон  назорати шакллари хавф даражаси 
        юқори кўрсаткичга эга ёки тасодифий танловда аниқланган 
        товар ва транпспорт воситаларига нисбатан амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Қизил йўлак”`,
            ` “Сариқ йўлак”`,
            ` “Яшил йўлак”`,
            ` “Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 14,
        q: `Хавфни бошқариш тизими божхона кодексининг қайси бобида келтирилган?`,
        options: [`29-боб`,
            `28-боб`,
            `27-боб`,
            `42-боб`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Хавфни бошқариш тизимида қўлланадиган асосий тушунчалар божхона кодексининг қайси моддасида келтирилган?`,
        options: [`204-модда`,
            `199-модда`,
            `201-модда`,
            `291-модда`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `Хавф таҳлили объектлари божхона кодексининг қайси моддасида келтирилан?`,
        options: [`205-модда`,
            `204-модда`,
            `203-модда`,
            `291-модда`,
        ],
        answer: 0
    },
    {
        num: 17,
        q: `Хавфни бошқариш тизими доирасида ташқи иқтисодий 
        фаолият иштирокчиларини автоматлаштирилган равишда хавф 
        даражаси бўйича тоифларини белгилаш тартиби қайси қонун хужжат билан белгиланган?`,
        options: [`ДБҚнинг 2019 йил 22 февралдаги  59-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 июндаги  150-сон буйруғи`,
            `ДБҚнинг 2019 йил 22 февралдаги  58-сон буйруғи`,
            `ДБҚнинг 2019 йил 28 февралдаги  66-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `ТИФ иштирокчиларининг хавф даражалари бўйича тоифаларини белгилаш қанча муддатда амалга оширилади?`,
        options: [`Ҳар ойда бир мартта`,
            `Ҳар 3 ойда бир мартта`,
            `Ҳар 6 ойда бир мартта`,
            `Ҳар йилда бир мартта`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Хавф даражаси паст тоифага кирган ТИФ иштирокчиларига нисбатан тоифалаш канча муддатда амалга оширилади?`,
        options: [`ҳар ойнинг 25-санасидан кечиктирмасдан`,
            `ҳар учинчи ойнинг 25-санасидан кечиктирмасдан`,
            `ҳар 6 ойда ой якуни бўйича`,
            `ҳар йили йил якуни бўйича`,
        ],
        answer: 0
    },
    {
        num: 20,
        q: `ТИФ иштирокчиларининг хавф даражалари бўйича 
        тоифаларини белгилаш улар фаолиятининг қанча муддатлик 
        маълумотларини автоматлаштирилган равишда таҳлил қилиш йўли билан амалга оширилади?`,
        options: [`Фаолиятнинг охирги 2 (календарь) йиллик (ҳисобот даври)`,
            `Фаолиятнинг охирги 1 (календарь) йиллик (ҳисобот даври)`,
            `Фаолиятнинг охирги 6 (календарь) ойлик (ҳисобот даври)`,
            `Фаолиятнинг охирги 3 (календарь) йиллик (ҳисобот даври)`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Темир йўл чегара божхона постларида “Хавфни 
        бошқариш” автоматлаштирилган ахборот тизимини жорий этишнинг ҳуқуқий асоси қайси?`,
        options: [`ДБҚнинг 2021 йил 30 июндаги 150-сон буйруғи `,
            `ДБҚнинг 2021 йил 30 июлдаги 150-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 октябрдаги 191-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 сентябрдаги 191-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Божхона органларида хавфни бошқариш тизимини тадбиқ этиш дастлаб қаерда белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2017 йил 22 декабрдаги Олий Мажлисга Мурожаатномасида`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `Хавф профиллари амал қилиш муддатига кура қандай турларга бўлинади?`,
        options: [`Қисқа, ўрта, узоқ, доимий`,
            `Қисқа, ўрта, доимий`,
            `Мунтазам, қисқа, доимий`,
            `Қисқа, узоқ, доимий`,
        ],
        answer: 0
    },
    {
        num: 24,
        q: `Хавф профиллари амал қилиш ҳудудига кўра қайси турларга бўлинади?`,
        options: [`Ҳудудий ва умумий`,
            `Ҳудудий ва махсус`,
            `Умумий ва махсус`,
            `Мақсадли ва ҳудудий`,
        ],
        answer: 0
    },
    {
        num: 25,
        q: `Хавф профиллари қўллаш тури бўйича қайси турларга бўлинади?`,
        options: [`Мақсадли, Махсус, Бошқа профилларга боғлиқ бўлган ва Энг мухим`,
            `Мақсадли, Махсус ва Мухим`,
            `Мақсадли, бошқа профилларга боғлиқ бўлмаган ва энг мухим`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `Хавф профили лойиҳалари ва киритилган таклифлар 
        Хавфларни мониторинг қилиш ва баҳолаш бошқармаси 
        томонидан неча кун ичида қарор қабул қилиш учун ДБҚ эксперт комиссиясига тақдим этилади?`,
        options: [`15 кундан кечиктирмасдан`,
            `10 кундан кечиктирмасдан`,
            `20 кундан кечиктирмасдан`,
            `5 кундан кечиктирмасдан`,
        ],
        answer: 0
    },
    {
        num: 27,
        q: `Товарларнинг божхона назоратини танлов асосида 
        ўтказишни назарда тутувчи хавфни бошқаришнинг 
        автоматлаштирилган тизими ишлаб чиқилишининг ҳуқуқий асоси қайси?`,
        options: [`Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Хавфни бошқариш автоматлаштирилган тизими бўйича 
        “сариқ” ва “қизил” йўлаклар қачондан бошлаб жорий этилган?`,
        options: [`2018 йил 1 декабрдан бошлаб`,
            `2018 йил 1 мартдан бошлаб`,
            `2019 йил 1 мартдан бошлаб`,
            `2019 йил 1 декабрдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 29,
        q: `Хавфни бошқариш автоматлаштирилган тизими бўйича “яшил” йўлак қачондан бошлаб жорий этилган?`,
        options: [`2019 йил 1 мартдан бошлаб`,
            `2018 йил 1 мартдан бошлаб`,
            `2018 йил 1 декабрдан бошлаб`,
            `2019 йил 1 декабрдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 30,
        q: `Темир йўл чегара божхона постларида “Хавфни 
        бошқариш” тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Автомобиль чегара божхона постларида “Хавфни 
        бошқариш” тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 32,
        q: `Авиа чегара божхона постларида “Хавфни бошқариш” 
        тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `Хавфларни мониторинг қилиш ва баҳолаш бошқармаси 
        томонидан мақсадга мувофиқ деб топилган хавф профили лойиҳалари ким томонидан кўриб чиқилади?`,
        options: [`ДБҚ эксперт комиссияси`,
            `Барча бошқарма бошлиқлари`,
            `Профил ишлаб чиққан таркибий тузилма`,
            `Жойларда тузилган комиссия томонидан`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `ДБҚ раҳбарияти томонидан эксперт комиссиясининг 
        хавф профили лойиҳасини тасдиқлаш мақсадга мувофиқ деб 
        топган қарори маъқулланганда, мазкур хавф профиллари неча кун ичида амалиётга жорий этилади?`,
        options: [`3 кун ичида`,
            `5 кун ичида`,
            `10 кун ичида`,
            `15 кун ичида`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `ДБҚ эксперт комиссияси хавфларни мониторинг қилиш 
        ва баҳолаш бошқармаси томонидан мақсадга мувофиқ деб 
        тақдим этилган хавф профили лойиҳалари юзасидан қандай қарор қабул қилади?`,
        options: [`Барча жавоблар тўғри`,
            `Қайта кўриб чиқиш учун лойиҳани тайёрлаган масъул таркибий тузилмага қайтариш`,
            `Лойиҳа тасдиқланишини мақсадга мувофиқ эмас деб топиш`,
            `Лойиҳани тасдиқлашни мақсадга мувофиқ деб топиш`,
        ],
        answer: 0
    },
    {
        num: 36,
        q: `Мақсадга мувофиқ деб тасдиқланган хавф профиллари ким томонидан ХБААТ орқали амалиётга жорий этилади?`,
        options: [`Ваколатли бошқарма бошлиғи томонидан`,
            `Хавф профили лойҳасини ишлаб чиққан ходим томонидан`,
            `Ваколатли бошқарма бошлиғи билан келишган ҳолда хавф профили лойиҳасини ишлаб чиққан ходим томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 37,
        q: `Хавф профиллари қачондан бошлаб амал қилиш муддати доирасида ишлайди?`,
        options: [`ХБААТга киритилиб, ДБҚ раҳбарияти томонидан 
        тасдиқланиб, ХБААТда “Амалга киритилган” мақомига ўтказилган вақтдан бошлаб`,
            `ДБҚ раҳбарияти томонидан тасдиқлангандан бошлаб`,
            `ХБААТда “Амалга киритилган” мақомига ўтказилган куннинг эртасига`,
            `ХБААТга киритилган пайтдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 38,
        q: `Хавфни бошқариш тизими қаерда жорий этилди?`,
        options: [`Ташқи иқтисодий фаолият божхона постларида`,
            `Автомобиль чегара божхона постларида`,
            `Авиа чегара божхона постларида`,
            `Темир йўл чегара божхона постларида`,
        ],
        answer: 0
    },
    {
        num: 39,
        q: `Божхона назорати ҳамда расмийлаштирувини амалга 
        ошириш жараёнида бир нечта профиллар бўйича хавф 
        аниқланса ва уларнинг ҳар бирида хавфни минималлаштириш 
        чоралари белгиланган бўлса, улар қандай тартибда амалга оширилади?`,
        options: [`Барчаси тўғри`,
            `Бир хил бўлмаган барча турдаги хавфларни минималлаштириш чоралари кўрилади`,
            `Хавфни минималлаштириш чораларини қўллашда уларнинг барчасидаги талаблар тўлиқ бажарилиши шарт`,
            `Битта ҳолатга нисбатан мантиқий бир хил бўлган 
            хавфни минималлаштириш чораларини қайта қўлланилишига йўл қўйилмайди`,
        ],
        answer: 0
    },
    {
        num: 40,
        q: `Хавфни бошқариш тизимидаги хавф профиллари қандай маълумот ҳисобланади?`,
        options: [`Махфий`,
            `Махсус`,
            `Ўта махфий`,
            `Хизматда фойдаланиш учун`,
        ],
        answer: 0
    },
    {
        num: 41,
        q: `Авиа чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2021 йил ноябр ойидан бошлаб`,
            `2021 йил май ойидан бошлаб`,
            `2021 йил июн ойидан бошлаб`,
            `2021 йил декабр ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 42,
        q: `Темир йўл чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2021 йил июл ойидан бошлаб`,
            `2021 йил март ойидан бошлаб`,
            `2021 йил апрел ойидан бошлаб`,
            `2020 йил июн ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `Автомобиль чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2020 йил ноябр ойидан бошлаб`,
            `2020 йил май ойидан бошлаб`,
            `2021 йил май ойидан бошлаб`,
            `2021 йил ноябр ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 44,
        q: `Хавфни бошқариш тизимидаги топшириқларни бажариш мажбурийлиги қайси хужжатда кўрсатилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 3
    },
    {
        num: 45,
        q: `Хавфларни мониторинг қилиш ва баҳолаш бошқарма тузилмаси ким томонидан тасдиқланади?`,
        options: [`ДБҚ Раиси`,
            `ДБҚ Раисининг биринчи ўринбосари`,
            `Вазирлар Махкамаси`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 46,
        q: `Хавфни бошқариш тизими божхона кодексининг қайси моддаларини ўз ичига олади?`,
        options: [`203-207 моддалари`,
            `208-217 моддалари`,
            `218-226 моддалари`,
            `227-234 моддалари`,
        ],
        answer: 0
    },
    {
        num: 47,
        q: `Хавфларни мониторинг қилиш ва баҳолаш 
        бошқармасининг асосий вазифалари қайси қонун хужжат билан белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 1
    },
    {
        num: 48,
        q: `“ЭБР ААТ” дастуридаги БЮДнинг йўлагини ўзгартириш кимнинг рухсати билан амалга оширилади?`,
        options: [`Пост болшиғи ёки унинг ўрнини босувчи шахс`,
            `ХББ бошлиғи ёки унинг ўрнини босувчи шахс`,
            `БЮД йўналтирилган инспектор`,
            `Хавфларни мониторинг қилиш ва баҳолаш бошқармаси`,
        ],
        answer: 0
    },
    {
        num: 49,
        q: `“ЭБР ААТ” дастурида ХБТ томонидан “қизил йўлак”га йўналтирилган БЮДнинг йўлагини ўзгартириш мумкинми?`,
        options: [`Мумкин эмас`,
            `Мумкин`,
            `Пост бошлиғи ёки унинг ўрнини босувчи шахс рухсати билан мумкин`,
            `ХББ бошлиғи ёки унинг ўрнини босувчи шахс рухсати билан мумкин`,
        ],
        answer: 0
    },
    {
        num: 50,
        q: `Хавфни бошқариш доирасида йўлакларга таърифлар қайси қонун хужжат билан белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 3
    },
    {
        num: 1,
        q: `1. Жиноят ишлари бўйича суриштирувни амалга оширувчи мансабдор шахслар кўрсатилган жавобни аниқланг?`,
        options: [` Ички ишлар органларининг суриштирувчилари`,
            ` Ўзбекистон Республикаси Давлат божхона 
            қўмитасининг ва унинг жойлардаги бўлинмаларининг суриштирувчилари`,
            ` Ўзбекистон Республикаси Миллий гвардиясининг ва унинг жойлардаги бўлинмаларининг суриштирувчилари`,
            ` Барча жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 2,
        q: `2. Маъмурий жавобгарлик тўғрисидаги қонун ҳужжатларининг принциплари нотўғри кўрсатилган қаторни аниқланг?`,
        options: [` Фуқароларнинг қонун олдида тенглиги, демократизм, инсонпарварлик`,
            ` Қонунийлик, фуқароларнинг қонун олдида тенглиги`,
            ` Инсонпарварлик, одиллик`,
            `     Фуқоро ҳуқуқларининг устуворлиги, адолатлилик.`,
        ],
        answer: 3
    },
    {
        num: 3,
        q: `3. Фуқароларга солинадиган жариманинг энг кам миқдори кўрсатилган қаторни кўрсатинг.`,
        options: [` базавий ҳисоблаш миқдорининг элликдан бир қисмидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг ўндан бир қисмидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг эллик фоизидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг йигирмадан бир қисмидан кам бўлмаслиги керак`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: `4. Мансабдор шахсларга солинадиган жариманинг энг кам миқдори кўрсатилган қаторни кўрсатинг.`,
        options: [` базавий ҳисоблаш миқдорининг бир бараваридан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг ўндан бир қисмидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг эллик фоизидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг йигирмадан бир қисмидан кам бўлмаслиги керак`,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `5. Жарима қўллаш билан боғлиқ тўғри жавоб кўрсатилган қаторни кўрсатинг?`,
        options: [` Баъзи ҳуқуқбузарликлар учун базавий 
        ҳисоблаш миқдорининг тўрт юз эллик бараваригача миқдорда жарима солиниши мумкин.`,
            ` Баъзи ҳуқуқбузарликлар учун базавий ҳисоблаш 
            миқдорининг беш юз эллик бараваригача миқдорда жарима солиниши мумкин.`,
            ` Баъзи ҳуқуқбузарликлар учун базавий ҳисоблаш 
            миқдорининг беш юз бараваригача миқдорда жарима солиниши мумкин.`,
            ` тўғри жавоб йўқ.`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `6. Доимий, вақтинча ёки махсус ваколат бўйича 
        тайинланадиган ёки сайланадиган, ҳокимият вакили 
        вазифаларини бажарадиган ёхуд давлат органларида, 
        фуқароларнинг ўзини ўзи бошқариш органларида, мулк 
        шаклидан қатъий назар, корхоналарда, муассасаларда, 
        ташкилотларда ташкилий-бошқарув, маъмурий-хўжалик 
        вазифаларини амалга оширадиган ва юридик аҳамиятга эга ҳаракатларни содир этишга ваколат берилган шахс бу?`,
        options: [` Ҳокимият вакили`,
            ` Мансабдор шахс`,
            ` Фуқаро (жисмоний шах`,
            ` Фуқаролиги бўлмаган шахс`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `7. Маъмурий жавобгарликка тортилаётган шахс қайси ҳуқуқларга эга? 
        1) иш материаллари билан танишиб чиқишга; 
        2) изоҳлар беришга, далиллар келтиришга; 
        3) ўз илтимосини баён этишга;  
        4) ишни кўриб чиқиш вақтида адвокатнинг юридик ёрдамидан фойдаланишга;  
        5) ўз она тилида сўзлашга ва таржимоннинг хизматларидан фойдаланишга; 
        6) иш юзасидан чиқарилган қарор устидан шикоят беришга.`,
        options: [` 1,2,3,4,6`,
            ` 1,2,3,4,5,6`,
            ` 1,2,3,4`,
            ` 1,2,3,6`,
        ],
        answer: 1
    },
    {
        num: 8,
        q: `8. Маъмурий ҳуқуқбузарликлар тўғрисидаги ишлар­ни 
        юритиш вазифалари қайси жавобда тўғри берилган?`,
        options: [`ҳар бир ишнинг ҳолатини ўз вақтида, ҳар томонлама, тўлиқ ва 
        холис аниқлаш, уни қонун ҳужжатларига мувофиқ ҳал этиш,`,
            ` чиқарилган қарор ижро этилишини таъминлаш,`,
            ` маъмурий ҳуқуқбузарлик содир этилиши сабаблари ва унга кўмаклашувчи шарт-шароитларни аниқлаш,`,
            `барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `9. Ўзбекистон Республикаси Маъмурий жавобгарлик тўғрисидаги 
        кодексининг 271-моддасига мувофиқ, бир қанча ҳолатлар мавжуд бўлган 
        тақдирда бож­хона ҳақидаги қонун ҳужжатларининг бузилиши тўғрисидаги иш 
        юритиш бошланмаслиги, бошланган иш эса тугатилиши лозим. Қуйидаги қайси жавоб юқоридаги ҳолатларга кирмайди?`,
        options: [` маъмурий ҳуқуқбузарлик ҳодисаси ёки аломати йўқ бўлса;`,
            `   маъмурий ҳуқуқбузарликни содир этиш пайтида шахс ўн олти ёшга тўлмаган бўлса;`,
            `   ғайриҳуқуқий ҳаракат ёки ҳаракатсизликни содир этган шахс ақли норасо бўлса;`,
            ` маъмурий ҳуқуқбузарлик тугамаган(давом этаётган) бўлса;`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `10. Орган (мансабдор шах маъмурий ҳуқуқбузарлик тўғрисидаги ишни 
        кўриб чиқиб, қуйидаги қарорлардан бирини қабул қилади?`,
        options: [`    маъмурий жазо қўлланиш тўғрисида`,
            `     ишни юритишни тугатиш тўғрисида.`,
            `     ишни юритишни тўхтатиш тўғрисида`,
            `  А ва В`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `11. Қайси маъмурий жазо турлари ҳам асосий, ҳам қўшимча маъмурий жазо тариқасида қўлланилиши мумкин?`,
        options: [` Маъмурий қамоқ, жарима, махсус ҳуқуқдан (транспорт воситасини бошқариш ҳуқуқидан) маҳрум этиш`,
            ` Ашёларни уларнинг ҳақини тўлаш шарти билан олиб қўйиш, мусодара 
            қилиш ва махсус ҳуқуқдан (транспорт воситасини бошқариш ҳуқуқидан) маҳрум этиш`,
            ` Жарима, маъмурий қамоқ, чет эл фуқароларини ва фуқаролиги 
            бўлмаган шахсларни Ўзбекистон Республикаси ҳудудидан маъмурий тарзда чиқариб юбориш`,
            ` Жарима, маъмурий қамоқ, ашёларни уларнинг ҳақини тўлаш шарти билан олиб қўйиш`,
        ],
        answer: 1
    },
    {
        num: 12,
        q: `12. Маъмурий жавобгарликни енгиллаштирувчи ҳолатлар жумласига қуйидагилардан қайси бири кирмайди?`,
        options: [`    айбдорнинг ўз қилмишидан чин кўнгилдан пушаймон бўлиши; `,
            `     айбдорнинг ҳуқуқбузарликнинг зарарли оқибатлари олдини 
            олиши, етказилган зиённи ихтиёрий равишда тўлаши ёки келтирилган зарарни бартараф қилиши; `,
            `     ҳуқуқбузарликнинг кучли руҳий ҳаяжон таъсири остида ёки 
            оғир шахсий, оилавий ёхуд бошқа шароитлар юзага келганлиги оқибатида содир этилиши; `,
            ` вояга етмаган шахсни ҳуқуқбузарликка тортиш;`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `13. Кимлар божхона ҳақидаги қонун ҳужжатларини бузганлик 
        тўғрисидаги ишларни кўриш ва божхона органлари номидан жазоларни қўллашга ҳақли?`,
        options: [` Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри 
        божхона бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари`,
            ` Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари ва уларнинг ўринбосарлари`,
            ` Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари ҳамда суриштирув ва маъмурий амалиёт бўлими бошлиқлари`,
            ` Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари, пост бошлиқлари, 
            суриштирув ва маъмурий амалиёт бўлими бошлиқлари`,
        ],
        answer: 1
    },
    {
        num: 14,
        q: `14. Маъмурий ҳуқуқбузарлик тўғрисидаги иш юзасидан чиқарилган қарор 
        хусусида шу қарорнинг нусхаси олинган кундан эътиборан қанча муддатда шикоят берилиши мумкин?`,
        options: [`ўн беш кун ичида`,
            ` йигирма кун ичида`,
            ` ўн икки кун ичида`,
            ` ўн кун ичида`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `15. Маъмурий ҳуқуқбузарлик тўғрисидаги иш юзасидан чиқарилган қарор 
        устидан кимга шикоят қилиниши (протест келтирилиши) мумкин?`,
        options: [` юқори турувчи органга (мансабдор шахсг ёки жиноят ишлари бўйича туман (шаҳар) судига`,
            `  божхона органига`,
            `      прокуратура органларига`,
            `     Олий Судга`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `16. Жиноят тушунчаси ва белгилари:`,
        options: [` ЖК билан тақиқланган, тўғри ёки эгри қасд ортидан содир 
        этиладиган ижтимоий хавфли қилмиш жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` Қонун ҳужжатлари билан тақиқланган, айбли ижтимоий хавфли 
            қилмиш (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` ЖПК билан тақиқланган, айбли ижтимоий хавфли қилмиш 
            (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` ЖК билан тақиқланган, айбли ижтимоий хавфли қилмиш 
            (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `17. Жиноят таркиби тушунчаси ва турлари:`,
        options: [` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган 
        объектив ва субъектив белгилар йиғиндиси. Объект, субъект.`,
            ` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Объект, объектив томон, субъект, субъектив томон`,
            ` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Объектив томон, субъектив томон`,
            ` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Субъект, субъектив томон`,
        ],
        answer: 1
    },
    {
        num: 18,
        q: `18. Айбнинг шакллари ва тушунчаси:`,
        options: [` ЖПКда назарда тутилган ижтимоий хавфли қилмишни тўғри ёки 
        эгри қасд орқасида содир этган шахс ҳуқуқбузарлик содир этилишида айбдор деб топилиши мумкин.`,
            ` ЖПКда назарда тутилган ҳуқуқбузарликни қасддан ёки эҳтиётсизлик 
            орқасида содир этган шахс айбдор деб топилиши мумкин.`,
            ` ЖКда назарда тутилган ижтимоий хавфли қилмишни қасддан ёки 
            эҳтиётсизлик орқасида содир этган шахс жиноят содир этилишида айбдор деб топилиши мумкин.`,
            ` ЖКда назарда тутилган қилмишни тўғри ёки эгри қасд орқасида 
            содир этган шахс айбдор деб топилиши мумкин.`,
        ],
        answer: 2
    },
    {
        num: 19,
        q: `19. Жиноятлар ўз хусусияти ва ижтимоий хавфсизлик даражасига кўра қандай турларга бўлинади?`,
        options: [` Оғир ва ўта оғир жиноятларга`,
            ` Ижтимоий хавфи катта бўлмаган, унча оғир бўлмаган жиноятларга`,
            ` Унча оғир бўлмаган ва ўта енгил жиноятларга`,
            ` А, В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 20,
        q: `20. Жиноят Кодексидаги божхона қонунчилиги бузилиши билан боғлиқ моддалар қаторини белгиланг`,
        options: [`    182, 184, 186, 246, 1301, 2501, 2443, 2444 моддалар`,
            `     182, 184, 186, 246, 130, 2501, 2444 моддалар`,
            `     182, 184, 243, 246, 1301, 250, 2443, 2444 моддалар`,
            `    182, 184, 246, 130, 1301 , 2501, 2443, 2444  моддалар`,
        ],
        answer: 3
    },
    {
        num: 21,
        q: `21. Шахсни ЖКнинг 130-моддасидаги жиноятга  тортиш учун  шахс 
        МЖТКнинг қайси моддасидаги ҳуқуқбузарлик учун жавобгарликка тортилган бўлиши керак?`,
        options: [` 178`,
            ` 189`,
            ` 188`,
            ` 134`,
        ],
        answer: 1
    },
    {
        num: 22,
        q: `22. Зўравонликни ёки шафқатсизликни тарғиб қилувчи маҳсулотни 
        тарқатиш, реклама қилиш, намойиш этиш мақсадида тайёрлаш ёки Ўзбекистон 
        Республикаси ҳудудига олиб кириш жиноятининг субъекти?`,
        options: [` 16 ёшга тўлган ақли расо жисмоний шахс`,
            ` 18 ёшга тўлган ақли расо жисмоний шахс`,
            `  14 ёшга тўлган ақли расо жисмоний шахс`,
            `  13 ёшга тўлган ақли расо жисмоний шахс`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `23. Пиротехника буюмларининг қонунга хилоф муомаласи жиноятининг предмети нима? `,
        options: [` Табиий ва сунъий моддалар, кимёвий бирикмалар ва аралашмалар`,
            ` Портловчи, тез алангаланувчи, пиротех­ника буюмлари`,
            ` Ўювчи моддалар, емирувчи таъсир кўрсатадиган кимёвий моддалар`,
            ` Кимёвий бирикмалар ва аралашмалар`,
        ],
        answer: 1
    },
    {
        num: 24,
        q: `24. Айбга иқрорлик тўғрисида келишув тузилган жиноятлар бўйича жазо тайинлаш тартиби қандай?`,
        options: [` жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
        моддасида (қисмид назарда тутилган энг кўп жазонинг учдан бир қисмидан ошмаслиги керак`,
            `  жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
            моддасида (қисмид назарда тутилган энг кўп жазонинг учдан икки қисмидан ошмаслиги керак`,
            `  жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
            моддасида (қисмид назарда тутилган энг кўп жазонинг ярмидан ошмаслиги керак`,
            ` Бундай ҳоллар жавобгарликни истисно этадиган ҳолатлар ҳисобланади.`,
        ],
        answer: 2
    },
    {
        num: 25,
        q: `25. Жуда кўп миқдорни белгиланг...`,
        options: [` БҲМнинг 500 баравари ва ундан ортиқ миқдор.`,
            ` БҲМнинг 100 бараваридан 300 бараваригача миқдор.`,
            ` БҲМнинг 300 бараваридан 500 бараваригача миқдор.`,
            ` БҲМнинг 300 бараваридан 600 бараваригача бўлган миқдор.`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `26. Жиноят қонунчилиги тўрт турдаги иштирокчиликни қайд этади. Булар - ...`,
        options: [` бажарувчи, ташкилотчи, далолатчи, ёрдамчи`,
            ` бажарувчи, ташкилотчи, таъминловчи, ёрдамчи`,
            ` ижрочи, ташкилотчи, ёрдамчи, далолатчи`,
            ` бажарувчи, ташкилотчи, таъминловчи.`,
        ],
        answer: 0
    },
    {
        num: 27,
        q: `27.  Анча миқдордаги зарар қанча қийматга эга?`,
        options: [` базавий ҳисоблаш миқдорининг юз бараваридан уч юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг эллик бараваридан юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг уч юз бараваридан беш юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг икки юз бараваридан тўрт юз бараваригача бўлган миқдордаги зарар`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `28.  А. исмли шахс Ўзбекистон Республикаси Жиноят Кодексининг 
        212-моддаси 2-қисмида назарда тутилган (пора олиш-бериш, воситачилик 
            қилиш) жиноятида айбланган.  А.нинг  жинояти ижтимоий хавфлилик 
        даражасига кўра қайси туркумдаги жиноятга киради?`,
        options: [` оғир жиноятга`,
            ` ўта оғир жиноятга`,
            ` ижтимоий хавфли катта бўлмаган жиноятга`,
            ` унча оғир бўлмаган жиноятга`,
        ],
        answer: 0
    },
    {
        num: 29,
        q: `29. Латент жиноятчилик деганда нимани тушунасиз?`,
        options: [` Содир этилган, лекин турли сабабларга кўра тегишли давлат 
        органлари томонидан рўйхатга олинмаган жиноятлар`,
            ` Содир этилган, аммо жавобгарлик муддати ўтиб кетган жиноятлар`,
            ` Муайян бир даврда ижтимоий хавфли тус олган жиноятлар`,
            ` Содир этилган, лекин исботланмаган жиноятлар`,
        ],
        answer: 0
    },
    {
        num: 30,
        q: `30. Пора олиш жиноятининг (ЖК-210 модд субъекти кимлар бўлади?`,
        options: [` фақат мансабдор шахслар`,
            `  пора олаётган ҳар қандай шахс`,
            `  мансабдор шахс бўлмаган хизматчилар`,
            ` фақат мансабдор шахслар ва мансабдор шахс бўлмаган хизматчилар`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `31. Жиноят кодексидаги назарда тутилган қайси жиноят учун божхона 
        органи томонидан айб далолатномаси тузилади?`,
        options: [` Солиқлар ёки бошқа мажбурий тўловларни тўлашдан бўйин 
        товлаш жиноятини такроран содир этилса`,
            ` Рангли металлар, уларнинг парча ва резги чиқитларини тайёрлаш, 
            олиш, улардан фойдаланиш ҳамда уларни ўтказиш қоидаларини 
            бузиш бир гуруҳ шахслар томонидан содир этилган бўлса`,
            ` Рангли металлар, уларнинг парча ва резги чиқитларини тайёрлаш, 
            олиш, улардан фойдаланиш ҳамда уларни ўтказиш қоидаларини бузиш 
            хавли рецидивист томонидан содир этилган бўлса`,
            ` Контрабанда жиноятининг биринчи қисми содир этилган бўлса`,
        ],
        answer: 0
    },
    {
        num: 32,
        q: `32. Қуйидаги ҳоллардан қай бири терговга қадар текширув муддатини узайтирилиши учун асос бўла олмайди?`,
        options: [` суриштирувчи маъмурий вазифани амалга ошираётганида ёки 
        бошқа жиноятга доир иш бўйича суриштирув ўтказиш чоғида жиноятга оид маълумотларни аниқлаганида`,
            ` ўтказиш учун кўп вақт талаб қиладиган экспертиза, хизмат 
            текшируви, ҳужжатли тафтиш ёки бошқа текширув тайинланган бўлса`,
            ` олис жойларда бўлган ёки чақирувга биноан ҳозир бўлишдан бўйин 
            товлаётган шахслардан тушунтиришлар талаб қилиб олиш зарур бўлса`,
            ` янги ҳолатлар аниқланиб, уларни қўшимча тарзда текширмасдан туриб қарор қабул қилишнинг имкони бўлмаса`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `33. ЖПКга асосан, терговга қадар текширувни амалга оширувчи орган 
        мансабдор шахси мазкур орган бошлиғининг ёзма кўрсатмасига норози 
        бўлган тақдирда бу кўрсатма устидан кимга шикоят қилишга ҳақли?`,
        options: [` прокурорга`,
            ` судга`,
            ` тергов органига`,
            ` юқори турувчи терговга қадар текширувни амалга оширувчи органига`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `34. Ўзбекистон байроғи остида учувчи самолёт ичида Ўзбекистон 
        ҳудудидан ташқари нейтрал ҳудудда жиноят содир этилди. Жиноят қаерда содир этилган деб топилади?`,
        options: [` Ўзбекистон ҳудудида`,
            ` Чет давлатда`,
            ` Нейтрал ҳудудда`,
            ` Энг яқин давлат ҳудудида`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `35. Суриштирув юритиш муддатини тўғри жавобини топинг.`,
        options: [` суриштирув жиноят иши қўзғатилган кундан бошлаб бир ойдан ошмаган муддатда тамомланиши лозим`,
            ` суриштирув жиноят иши қўзғатилган кундан бошлаб ўн кундан ошмаган муддатда тамомланиши лозим`,
            ` суриштирув жиноят иши қўзғатилган кундан бошлаб ўттиз кундан ошмаган муддатда тамомланиши лозим`,
            ` суриштирув жиноят иши қўзғатилган кундан бошлаб икки ойдан ошмаган муддатда тамомланиши лозим`,
        ],
        answer: 0
    },
    {
        num: 36,
        q: `36. Қайси қаторда далилларнинг мақбул эмаслиги нотўғри кўрсатилган?`,
        options: [` Жиноят процесси иштирокчиларига ёки уларнинг яқин қариндошларига нисбатан 
        қийноққа солиш ва бошқа шафқатсиз, ғайриинсоний ёки қадр-қимматни камситувчи муомала 
        ҳамда жазо турларини қўллаган ҳолда олинган далиллар.`,
            ` Далилларни сохталаштириш (қалбакилаштириш) йўли билан, гумон 
            қилинувчининг, айбланувчининг ёки судланувчининг ҳимояга бўлган 
            ҳуқуқлари, шунингдек таржимон хизматларидан фойдаланиш ҳуқуқи бузилган ҳолда ҳолда олинган далиллар.`,
            ` Жиноят иши бўйича процессуал ҳаракатнинг мазкур жиноят ишини 
            юритишни амалга ошириш ҳуқуқига эга бўлган шахс томонидан бажарилиши натижасида ҳолда олинган далиллар.`,
            ` Номаълум манбадан ёхуд жиноят ишини юритиш жараёнида аниқлаш 
            мумкин бўлмаган манбадан ҳолда олинган далиллар. `,
        ],
        answer: 2
    },
    {
        num: 37,
        q: `37. Гиёҳвандлик воситалари, психотроп моддалардан қонунга хилоф 
        равишда фойдаланиш деганда нима назарда тутилади?`,
        options: [` Қонунчиликни бузган ҳолда таркибида гиёҳвандлик моддаси 
        бўлган ўсимликлардан, доривор, кимёвий ва бошқа моддалардан фойдаланиш 
        ёки истеъмол қилишга тайёр бир ёки бир неча гиёҳвандлик воситалари, психотроп моддалар олиниши.`,
            ` Қонунчиликда бундай восита ёки моддалар билан қонунга мувофиқ 
            муомала қилиш учун белгиланган қоида ва тартибни бузган ҳолда содир этилган ҳаракатлар.`,
            ` Гиёҳвандлик воситалари, психотроп моддаларни қонунчиликда 
            белгиланган қоида ва тартибни бузган ҳолда йўқ қилишга қасддан қаратилган ҳаракатлар тушунилиши лозим.`,
            ` Тўғри жавоб йўқ.`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `38. Фактлар тўғрисидаги маълумотлар ... бўлса, улар мақбул далиллар бўлиши мумкин.`,
        options: [` Ишнинг исбот қилиниши лозим бўлган ҳолатларини аниқласа ёки рад этса;`,
            ` Қонунда кўрсатилган манбалардан олинган;`,
            ` қонунда белгиланган тартибда олинган ва расмийлаштирилган.`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 39,
        q: `39. Жиноий ишлар бўйича суриштирув, дастлабки ва суд тергови 
        давомида суриштирувчи, терговчи ва суд нималарни олиб қўйишга ҳақли? 
        1. Ашёвий далил сифатида аҳамиятга эга бўлган, муайян хусусиятлари, 
        белгилари, излари мавжуд нарса, ҳужжат ва бошқа ёзувлар. 
        2. Суд томонидан фуқаровий даъвони таъминлаш мақсадида ундирув 
        қаратилиши мумкин бўлган миллий ва чет эл валюта ҳамда бошқа қимматликлар. 
        3. Муомаладан чиқарилган ёки муомаласи чекланган нарсалар 
        (кейинги ўринларда "муомаладан чиқарилган" деб юритилади) - агарда 
        эгасида уларни сотиб олиш, сақлаш, фойдаланиш учун тегишли рухсатнома бўлмаса. 
        4. Гумон қилинувчи, айбланувчи, судланувчининг шахсини тасдиқловчи ҳужжатлар. 
        5. Давлат мукофотлари ва уларга тегишли ҳужжатлар`,
        options: [` 1,3,4,5`,
            ` 1,2,3,4,5`,
            ` 1,2,4,5`,
            ` 1,2,3,5`,
        ],
        answer: 1
    },
    {
        num: 40,
        q: `40. Сўроқ тергов ҳаракатида қуйидагилардан қайси бири тақиқланади?`,
        options: [` Ишора қилувчи саволлар бериш`,
            ` Сўроқ қилинувчига сўроқ қилиш жараёнида ўзидаги ҳужжатлар ва 
            бошқа ёзувларни ўқиб эшиттиришга рухсат этилиши`,
            ` Сўроқ жараёнида баённома юритиш билан бир қаторда овозни ёзиб 
            олиш, видеоёзув ва кинотасвирга олиш ҳам қўлланилиши `,
            ` Сўроқнинг умумий давом этиш вақти бир кунда саккиз соат давом этиши`,
        ],
        answer: 0
    },
    {
        num: 41,
        q: `41. Кўрсатувларни ҳодиса содир бўлган жойда текширишнинг иштирокчиларини санаб ўтинг.`,
        options: [` Терговчи, таржимон, эксперт`,
            ` Кўрсатувлари текширилаётган шахснинг иштирок этиши шарт эмас. `,
            ` Холислар, мутахассиснинг иштирок этиши шарт эмас`,
            ` Суриштирувчи, кўрсатувлари текширилаётган ёки 
            аниклаштирилаётган шахс, мутахассис, холислар, таржимон, эксперт, адвокат`,
        ],
        answer: 3
    },
    {
        num: 42,
        q: `42. Олиб қўйиш ёки тинтув ўтказиш вақтида ёпиқ биноларни ёки 
        буюмлар сақланадиган жойни унинг эгаси ўз ихтиёри билан очиб беришдан бош тортса….`,
        options: [` суриштирувчининг, терговчининг ўзи уларни очишга ҳақлидир`,
            ` суриштирувчининг, терговчи ўзи уларни оча олмайди`,
            ` прокурорнинг санкциясини олиб келиши керак`,
            ` Суриштирув, тергов органи бошлиғининг рухсати билан`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `43. Тафтиш ўтказиш муддати қанча?`,
        options: [` 20 календарь кун`,
            ` 30 календарь кун`,
            ` 40 календарь кун`,
            ` 15 календарь кун`,
        ],
        answer: 1
    },
    {
        num: 44,
        q: `44. Ушлаб туриш муддати шахс амалда ушланган пайтдан 
        (эркин ҳаракатланишга бўлган ҳуқуқларнинг ҳақиқий чекланган пайти) 
        эътиборан кўпи билан неча соатни ташкил қилади?`,
        options: [` 24 соат `,
            ` 48 соат`,
            ` 72 соат`,
            ` 12 соат`,
        ],
        answer: 1
    },
    {
        num: 45,
        q: `45. Қуйидагилардан қайси бири суриштирувни тамомлаш учун асос бўлмайди?`,
        options: [` жиноят ишини тугатиш тўғрисида қарор чиқариш`,
            ` айблов далолатномаси`,
            ` ишни тиббий йўсиндаги мажбурлов чораларини қўллаш ёки 
            тарафларнинг ярашуви учун судга юбориш тўғрисида қарор чиқариш`,
            ` ариза ёки хабарни терговга тегишлилигига қараб юбориш ҳақида қарор чиқариш`,
        ],
        answer: 3
    },
    {
        num: 46,
        q: `46. Ўзбекистон Республикасининг 18.02.2021 йилдаги 675-сонли Қонуни 
        билан Жиноят процессига киритилган институтлар қайсилар?`,
        options: [` айбга иқрорлик тўғрисида келишув, кўрсатувларни олдиндан 
        мустаҳкамлаб қўйиш, жиноят иши бўйича дастлабки эшитув`,
            ` айбга иқрорлик тўғрисида келишув, кўрсатувларни ҳодиса содир 
            бўлган жойда текшириш, жиноят иши бўйича дастлабки эшитув`,
            ` айбга иқрорлик тўғрисида келишув, жиноят иши бўйича дастлабки эшитув`,
            ` кўрсатувларни ҳодиса содир бўлган жойда текшириш, жиноят иши бўйича дастлабки эшитув`,
        ],
        answer: 0
    },
    {
        num: 47,
        q: `47. Дастлабки эшитув қандай асосларга кўра ўтказилади? 
        1) жиноят иши бўйича иш юритишни тўхтатиб туриш; 
        2) жиноят иши бўйича иш юритишни тугатиш; 
        3) жиноят ишини айблов далолатномасини, айблов хулосасини ёки тиббий 
        йўсиндаги мажбурлов чорасини қўллаш тўғрисидаги қарорни тасдиқлаган прокурорга юбориш; 
        4) Жиноят Кодексда назарда тутилган ҳолларда жиноят ишларини бирлаштириш; 
        5) номақбул далилларни ишдан чиқариб ташлаш тўғрисида тарафлардан 
        бирининг илтимоси мавжуд бўлса, ушбу далилларни чиқариб ташлаш`,
        options: [` 1,3,4,5`,
            ` 1,2,3,4,5`,
            ` 1,2,4,5`,
            ` 1,2,3,5`,
        ],
        answer: 1
    },
    {
        num: 48,
        q: `48. Жиноят ишини қўзғатиш мажбурияти ҳақида тўғри жавобни топинг.`,
        options: [` Суриштирувчи, терговчи ўз ваколатлари доирасида жиноят 
        содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            ` Суриштирувчи, терговчи, прокурор ва терговга қадар текширувни 
            амалга оширувчи органнинг мансабдор шахси ўз ваколатлари доирасида 
            жиноят содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд 
            бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            ` Суриштирувчи, терговчи, прокурор ўз ваколатлари доирасида 
            жиноят содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд 
            бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            ` Тўғри жавоб келтирилмаган.`,
        ],
        answer: 1
    },
    {
        num: 49,
        q: `49. Жиноятга оид аризалар, хабарлар ва бошқа маълумотларни кўриб чиқиш муддати қанча?`,
        options: [` 15 кун`,
            ` 20 кун`,
            ` бир ой`,
            ` 10 кун`,
        ],
        answer: 3
    },
    {
        num: 50,
        q: `50. Тадбиркорлик фаолияти билан боғлиқ бўлган фактлар бўйича тадбиркорлик субъектига 
        нисбатан жиноят ишини қўзғатиш тартиби қандай?`,
        options: [` фақат Тадбиркорлар ҳуқуқларини ҳимоя қилиш бўйича вакил
        (бизнесс омбудсман) розилиги билан йўл қўйилади`,
            ` Бош прокурор рухсати асосида йўл қўйилади `,
            ` фақат Қорақалпоғистон Республикаси прокурорининг, вилоятлар ва 
            Тошкент шаҳар прокурорларининг розилиги билан ёхуд Ўзбекистон 
            Республикаси Бош прокурори ёки унинг ўринбосарининг розилиги билан йўл қўйилади`,
            ` Тадбиркорлар ҳуқуқларини ҳимоя қилиш бўйича вакил (бизнесс 
                омбудсман) ёки Бош прокурор рухсати асосида йўл қўйилади`,
        ],
        answer: 2
    },
    {
        num: 1,
        q: `ЖКнинг 182-моддаси 1-қисми билан жиноят ишини 
        қўзғатиш учун товар ёки бошқа қимматликларни қанча 
        миқдорда божхона чегарасидан ноқонуний ўтказилганлик ҳолати аниқланган бўлиши керак?`,
        options: [`анча миқдорда`,
            `кўп миқдорда`,
            `жуда кўп миқдорда`,
            `миқдорнинг аҳамияти йўқ`,
        ],
        answer: 1
    },
    {
        num: 2,
        q: `Божхона назоратидан яшириш деганда қандай ҳаракат тушунилади?`,
        options: [`шахснинг айнан чегара божхона пости орқали 
        олиб ўтилаётган товарларни беркитишга қаратилган 
        (топишни қийинлаштирадиган жойларда яшириш каби) ҳар қандай ҳаракати`,
            `Божхона чегараси орқали товарларни олиб ўтиш мақсадида била туриб ёлғон, қалбаки ҳужжатларни тақдим қилиш`,
            `Божхона пости бўлмаган чегаранинг бошқа жойлардан товарларни олиб ўтиш `,
            `Товарларни божхона органларининг иш вақтидан ташқари вақтда божхона чегарасидан олиб ўтиш  `,
        ],
        answer: 0
    },
    {
        num: 3,
        q: `Солиқлар ёки бошқа мажбурий тўловларни тўлашдан 
        бўйин товлаш жиноятининг субъектив томони тўғри кўрсатилган жавобни топинг?`,
        options: [` мазкур жиноят тўғри касд орқали 
        ифодаланади. Ушбу ҳаракатлардан бири учун илгари 
        айбдорга маъмурий жавобгарлик қўлланилганидан кейин яна 
        шундай қилмишнинг амалга оширилганлиги унинг қасддан содир этилганлигидан далолат беради.`,
            ` мазкур жиноят тўғри касд орқали ифодаланади. 
            Айбдор ўз ҳаракатлари ижтимоий хавфлилигини 
            англайди ва солиқлар ёхуд бошқа мажбурий тўловларни анча миқдорда 
            тўламаслик оқибатини келтириб чиқаришни хоҳлайди ёхуд бунга онгли равишда йўл қўяди.`,
            ` мазкур жиноят эҳтиётсизлик юзасидан содир этилган.`,
            ` мазкур жиноят эгри касд орқали ифодаланади.`,
        ],
        answer: 1
    },
    {
        num: 4,
        q: `Ташқи иқтисодий фаолият соҳасидаги жиноятлар кимлар томонидан содир этилиши мумкин?`,
        options: [`ташқи иқтисодий фаолият олиб борувчи хўжалик юритувчи субъектларнинг ходимлари.`,
            ` божхона брокерлари раҳбарлари.`,
            ` ташқи иқтисодий фаолият билан шуғуланмайдиган бошқа жисмоний шахслар.`,
            ` ҳамма жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 5,
        q: ` Ўзбекистон Республикасининг “Ташқи иқтисодий фаолият тўғрисида” 
        Қонуни талабларига асосан, “Ташқи иқтисодий фаолият” тушунчаси тўғри берилган жавобни топинг?`,
        options: [` ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси 
        жисмоний шахсларининг хорижий давлатларнинг жисмоний шахслари билан 
        ўзаро фойдали иқтисодий алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади. `,
            ` ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси юридик 
            шахсларининг хорижий давлатларнинг юридик шахслари билан ўзаро 
            фойдали иқтисодий алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади.  `,
            `ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси юридик 
            шахсларининг халқаро ташкилотлар билан ўзаро фойдали иқтисодий 
            алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади.  `,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 6,
        q: ` Ўзбекистон Республикаси Жиноят кодексининг 17-моддасига асосан, 
        ТИФ соҳасидаги жиноятларнинг субъекти кимлар ҳисобланади?`,
        options: [` жисмоний шахслар.`,
            `юридик шахслар.`,
            `барча жавоблар тўғри.`,
            `тўғри жавоб йўқ. `,
        ],
        answer: 1
    },
    {
        num: 7,
        q: ` ТИФ соҳасидаги жиноятлар кимлар томонидан содир этилиши мумкин?`,
        options: [` ташқи иқтисодий фаолият олиб борувчи хўжалик юритувчи субъектларнинг ходимлари.`,
            ` давлат органлари мансабдор шахслари ва божхона расмийлаштируви бўйича мутахассислари.`,
            ` халқаро транспорт компаниялари ходимлари.`,
            ` барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 8,
        q: ` Ўзбекистон Республикаси Жиноят кодексининг 182-моддаси 
        диспозициясига асосан, “Божхона тўғрисидаги қонун ҳужжатларини бузиш” 
        жинояти содир этиладиган усуллар тўғри кўрсатилган жавобни топинг? `,
        options: [`божхона назоратини четлаб ёки божхона назоратидан яшириш усули билан.`,
            `божхона ҳужжатлари ёки воситаларига ўхшатиб ясалган ҳужжатлардан алдаш йўли билан фойдаланган ҳолда.`,
            `декларациясиз ёхуд бошқа номга ёзилган декларациядан фойдаланган ҳолда.`,
            ` барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 9,
        q: ` Ташқи иқтисодий фаолият соҳаси билан боғлиқ бўлган Жиноят 
        кодексининг моддалари тўғри кўрсатилган жавобни топинг? `,
        options: [`ЖКнинг 175-моддаси “Ўзбекистон Республикасининг манфаатларига хилоф равишда битимлар тузиш”.`,
            `ЖКнинг 178-моддаси – “Чет эл валютасини яшириш”, ЖКнинг 
            184-моддаси – “Солиқ ва бошқа тўловлардан бўйин товлаш”.`,
            `ЖКнинг 177-моддаси – “Валюта қимматликларини қонунга хилоф равишда олиш ёки ўтказиш”.`,
            ` барча жавоблар`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `Ўзбекистон Республикасининг «Терроризмга қарши кураш тўғрисида»ги 
        Қонуни қабул қилинган йил ва сана тўғри кўрсатилган жавобни топинг?`,
        options: [` 2005 йил 12 ноябрь`,
            ` 2000 йил 15 декабрь`,
            ` 2010 йил 3 июль`,
            ` Тўғри жавоб йўқ.`,
        ],
        answer: 1
    },
    {
        num: 11,
        q: `Ўзбекистон Республикасининг «Терроризмга қарши кураш тўғрисида»ги 
        Қонуни талабларига асосан, “Терроризм” тушунчасига тўғри тариф берилган жавобни топинг?`,
        options: [`  «Терроризм» - сиёсий, диний, мафкуравий ва бошқа 
        мақсадларга эришиш учун шахснинг ҳаёти, соғлиғига хавф туғдирувчи, 
        мол-мулк ва бошқа моддий объектларнинг йўқ қилиниши (шикастлантирилиши) 
        хавфини келтириб чиқарувчи зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` «Терроризм» - сиёсий, диний, мафкуравий ва бошқа мақсадларга 
            эришиш учун давлатни, халқаро ташкилотни, жисмоний ёки юридик 
            шахсни бирон-бир ҳаракатлар содир этишга ёки содир этишдан 
            тийилишга мажбур қилишга қаратилган зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` «Терроризм» - сиёсий, диний, мафкуравий ва бошқа мақсадларга 
            эришиш учун халқаро муносабатларни мураккаблаштиришга, давлатнинг 
            суверенитетини, ҳудудий яхлитлигини бузишга, хавфсизлигига путур 
            етказишга, қуролли можаролар чиқаришни кўзлаб иғвогарликлар 
            қилишга, аҳолини қўрқитишга, ижтимоий-сиёсий вазиятни беқарор- 
            лаштиришга қаратилган, Ўзбекистон Республикасининг Жиноят кодексида 
            жавобгарлик назарда тутилган зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 12,
        q: `Ўзбекистон Республикасининг “Экстремизмга қарши кураш тўғрисида”ги 
        Қонуни талабларига асосан, “Экстремизм” тушунчасига тўғри тариф берилган жавобни топинг?`,
        options: [` Экстремизм — ижтимоий-сиёсий вазиятни беқарорлаштиришга, 
        Ўзбекистон Республикасининг конституциявий тузумини зўрлик билан 
        ўзгартиришга қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Экстремизм — ҳокимиятни зўрлик ишлатиб эгаллашга ва унинг 
            ваколатларини ўзлаштириб олишга қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Экстремизм — миллий, ирқий, этник ёки диний адоват қўзғатишга 
            қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Барча жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `Экстремизм ва терроризм билан боғлиқ ҳолда содир этиладиган 
        жиноятларнинг ижтимоий хавфлилигини намоён этувчи ҳолатлар тўғри кўрсатилган жавобни топинг?`,
        options: [`  экстремизм ва терроризм жиноятлари натижасида ижтимоий 
        ҳаётнинг турли жабҳа- ларида, яъни иқтисодий, маънавий, сиёсий, 
        молиявий, бошқарув ва бошқа соҳалардаги муносабатларга салбий таъсир ўтказади.`,
            ` экстремизм ва терроризм жиноий фаолиятининг уюшганлиги, алоҳида 
            тайёргарлик асосида амалга оширилиши, бир вақтнинг ўзида бошқа 
            кўпгина жиноятларнинг содир этилишига олиб келади.`,
            ` экстремизм ва терроризм жиноятлари инсон, унинг ҳаёти ва 
            соғлигига, мол-мулкига, бино, иншоотларга ва жамоат осойишталиги, 
            давлат хавфсизлигига турли хил кўринишдаги ва катта миқдорда зарарларнинг етка зилишига олиб келади. `,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 14,
        q: `Гиёҳвандлик (наркотик) воситалари бу…?`,
        options: [` гиёҳвандлик воситалари рўйхатига киритилган ва Ўзбекистон 
        Республикасида назоратга олинадиган, келиб чиқиши синтетик ёки табиий 
        моддалар, таркибида гиёҳвандлик моддаси бўлган препаратлар ва ўсимликлар`,
            ` ўсимликлардан олинган моддалар ҳисобланиб, уларни таркиби 
            жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан 
            чиқарувчи, кимёвий моддалардан олинган моддалар ҳисобланиб, уларни 
            таркиби жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан чиқарувчи, ўсимликлардан олинган моддалар`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Прекурсорлар бу…?`,
        options: [` наркотик моддалар олишда қўлланиладиган кимёвий моддалар`,
            ` прекурсорлар рўйхатига киритилган ва Ўзбекистон Республикасида 
            назоратга олинадиган гиёҳвандлик воситалари ва психотроп моддалар тайёрлаш учун фойдаланиладиган моддалар`,
            ` наркотик моддаларнинг бир турини иккинчисига айлантиришда, синтетик наркотик моддалар `,
            ` олишда қўлланиладиган кимёвий моддалар бўлиб, амиак, хлор, уксус 
            кислотаси ва бошқалардир психотроп моддалар олишда қўлланиладиган кимёвий моддалар`,
        ],
        answer: 1
    },
    {
        num: 16,
        q: `Психотроп моддалар бу…?`,
        options: [` Ўзбекистон Республикасида назоратга олинадиган, келиб чиқиши синтетик моддалар`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан чиқарувчи келиб чиқиши табиий моддалар`,
            ` ўсимликлардан олинган моддалар ҳисобланиб, уларни таркиби 
            жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` психотроп моддалар рўйхатига киритилган ва Ўзбекистон 
            Республикасида назоратга олинадиган, келиб чиқиши синтетик ёки табиий моддалар`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `Гиёҳвандлик воситалари, психотроп моддалар ва прекурсорларни 
        Ўзбекистон Республикаси ҳудуди орқали олиб кириш, олиб чиқиш ва транзит 
        тарзида ўтказиш тартиби Вазирлар Маҳкамасининг қайси қарорида белгиланган?`,
        options: [` 2015 йил 12 ноябрдаги 330-сон қарори`,
            ` 2002 йил 21 февралдаги 62-сон қарори`,
            ` 2003 йил 16 июлдаги 315-сон қарори`,
            ` 2013 йил 15 августдаги 225-сон қарори`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `Жисмоний шахслар томонидан гиёҳвандлик воситаларини Ўзбекистон 
        Республикаси худудига олиб киришда қайси тартибда рухсат берилади`,
        options: [` гиёҳвандлик воситаларини 7 суткалик эҳтиёждан ортиқ 
        бўлмаган миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
        муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 14 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 3 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 5 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлмаганда`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `“Гиёҳвандлик воситалари ва психотроп моддалар тўғрисида”ги 
        Ўзбекистон Республикасининг Қонуни қачон қабул қилинган`,
        options: [` 1999 йил 19 августда (813-I-сон)`,
            ` 1998 йил 20 августда (812-I-сон)`,
            ` 2000 йил 15 августда (814-I-сон)`,
            ` 2001 йил 25 августда (815-I-сон)`,
        ],
        answer: 0
    },
    {
        num: 20,
        q: `Дори воситалари ва тиббий буюмларни жисмоний шахслар томонидан 
        шахсий фойдаланиш учун олиб кириш ҳамда олиб чиқиш тартиби тўғрисидаги 
        низом Ўзбекистон Республикаси Вазирлар Маҳкамасининг қайси қарори билан қабул қилинган?`,
        options: [` 2016 йил 8 июнда 191-сон билан`,
            ` 2015 йил 8 июнда 293-сон билан`,
            ` 2017 йил 8 июнда 330-сон билан`,
            ` 2014 йил 8 июнда 200-сон билан`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Яшаш ёки бўлиш мамлакати тиббиёт муассасаси томонидан берилган 
        ҳужжат тақдим этилмасдан қуйидаги миқдордаги психотроп моддаларни 
        жисмоний шахслар томонидан шахсий фойдаланиш учун олиб кирилади ва олиб чиқилади?`,
        options: [` турли номдаги 5 тагача даволаш препаратларини ва улардан 
        ҳар бирининг иккитадан ортиқ бўлмаган ўрамини даволаш курси доирасида 
        олиб кириш ва олиб чиқишда рухсат берилади.`,
            ` турли номдаги 50 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 10 ўрамдан ортиқ бўлмаган дори 
            воситалари, 10 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
            ` турли номдаги 20 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 10 ўрамдан ортиқ бўлмаган дори 
            воситалари, 5 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
            ` турли номдаги 10 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 5 ўрамдан ортиқ бўлмаган дори 
            воситалари,  10 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Жисмоний шахслар томонидан гиёҳвандлик воситаларини Ўзбекистон 
        Республикаси худудидан олиб чиқишда қайси тартибда рухсат берилади?`,
        options: [` гиёҳвандлик воситаларини 7 суткалик эҳтиёждан ортиқ 
        бўлмаган миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
        комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 14 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 5 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлмаганда`,
            ` гиёҳвандлик воситаларини 3 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `Назорат остида етказиб бериш усули қандай предметларга нисбатан қўлланилади?`,
        options: [`ноқонуний муомалага киритилган гиёҳвандлик воситалари, 
        психотроп моддалар ва прекурсорларга нисбатан`,
            `жиноят содир этиш қуроли ёки воситаси бўлган бошқа ашёларга нисбатан`,
            `жиноий йўл билан топилган ашёларга ёки улар билан қонунга хилоф 
            хатти-ҳаракатлар содир этиш контрабанда ҳисобланувчи ашёларга нисбатан`,
            `ҳамма жавоб тўғри`,
        ],
        answer: 3
    },
    {
        num: 24,
        q: `Назорат остида етказиб бериш амалга оширилаётганда божхона чегараси 
        орқали олиб ўтилаётган гиёҳвандлик воситаларини, психотроп моддаларни, 
        прекурсорларни ва бошқа ашёларни олиб қўйиш ёки алмаштириш тартиби 
        қайси ваколатли орган томонидан белгиланади?`,
        options: [`Ўзбекистон Республикаси Олий Суди`,
            `Ўзбекистон Республикаси Олий мажлиси`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `ДБҚ ва назорат остида етказиб беришни амалга ошираётган бошқа ваколатли органлар`,
        ],
        answer: 2
    },
    {
        num: 25,
        q: `Назорат остида товар етказиб бериш усули қўлланилганда мусодара 
        қилинган пул маблағлари ва бошқа мол-мулкни тасарруф этиш қандай амалга оширилади?`,
        options: [`Назорат остида товар етказиб бериш усули қўлланилганда 
        мусодара қилинган пул маблағлари ва бошқа мол-мулк охирги белгиланган давлат фойдасига мусодара қилинади`,
            `Назорат остида товар етказиб бериш усули қўлланилганда мусодара 
            қилинган пул маблағлари ва бошқа мол-мулк етказиб бериш бошланган давлат фойдасига мусодара қилинади`,
            `Назорат остида товар етказиб бериш усулини қўллашда иштирок этган 
            давлатлар ўртасида Ўзбекистон Республикаси Давлат божхона қўмитаси 
            ва чет давлатларнинг ваколатли органлари ўртасидаги келишувга мувофиқ тақсимланади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 26,
        q: `Божхона органлари томонидан тезкор қидирув фаолиятини ўтказиш учун асослар кўрсатилган қаторни белгиланг?`,
        options: [`Жиноят ишининг мавжудлиги, Жиноят иши юзасидан суриштирувчи, 
        терговчининг ёки прокурорнинг ёзма топшириғи, Прокурорнинг ёзма 
        кўрсатмаси (топшириғи), Жиноятни тайёрлаш ёки содир этиш ёхуд унга дахлдор шахслар тўғрисидаги маълумотлар`,
            `Шахс, жамият ва давлат хавфсизлигига таҳдид солувчи шахслар, 
            ҳодиса ва ҳаракатлар ҳақида ахборотларнинг мавжудлиги, Яшириниб 
            юрган, жазодан бўйин товлаётган, бедарак йўқолган шахслар, шахси 
            аниқланмаган мурдалар ҳақида аён бўлган маълумотлар,`,
            `ЎзР халқаро шартномалари бўйича келиб тушган сўровномалар, ТҚФни 
            амалга оширувчи бошқа органларнинг сўровномалари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 27,
        q: `ТҚФ органи раҳбари қарори асосида прокурор билан келишган ҳолда 
        амалга ошириладиган тезкор тадбирлар қайси жавобда тўғри кўрсатилган?`,
        options: [`Текшириш учун харид қилиш, Назорат остида олиш`,
            `Назорат остида етказиб бериш, Тезкор эксперимент`,
            `Ниқобланган операция, Тезкор киритиш`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 28,
        q: `Алоҳида қарор чиқариш талаб қилинмайдиган, тезкор ходим томонидан 
        тўғридан-тўғри ўтказиладиган тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Сўров, Маълумотлар тўплаш`,
            `Текшириш учун харид қилиш, Тезкор кузатув`,
            `Қиёсий текширув учун намуналар йиғиш, Предметлар ва ҳужжатларни текшириш`,
            `1 ва 3  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 29,
        q: `Алоҳида қарор чиқариш талаб қилинмайдиган, тезкор ходим томонидан 
        тўғридан-тўғри ўтказиладиган тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Сўров, Маълумотлар тўплаш`,
            `Текшириш учун харид қилиш, Тезкор кузатув`,
            `Қиёсий текширув учун намуналар йиғиш, Предметлар ва ҳужжатларни текшириш`,
            `1 ва 3  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 30,
        q: `Махсус ваколатли давлат органининг кучлари хамда воситалари билан 
        тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Почта, курьерлик жунатмалари ва телеграф хабарларини назорат килиш`,
            `Телефонлар ва бошка телекоммуникация курилмалари оркали олиб 
            бориладиган сузлашувларни эшитиб туриш, улар оркали узатиладиган 
            ахборотни олишабонентлар ёки абонент курилмалари уртаеидаги богланишлар тутрисида ахборот олиш`,
            `Тўғри жавоб йўқ`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 31,
        q: `Ахборотни ва ахборот таҳлилий ҳужжатларни баҳолашнинг асосий 
        мезонлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Долзарблик, Ўз вақтидалик, Ишончлилик`,
            `Тўлиқлик, Янгилик`,
            `Тўғри жавоб йўқ`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 32,
        q: `Божхона аудитини ташкил этилишининг ҳуқуқий асоси тўғри кўрсатилган қаторни топинг?`,
        options: [` Ўзбекистон Республикаси Президентининг 2020 йил 5 июндаги ПФ-6005-сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12 апрелдаги ПФ-5414-сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12 апрелдаги ПҚ-3665-сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2021 йил 10 сентябрдаги ПФ-6310-сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `Божхона аудити нима?`,
        options: [` Товарларни чиқаришга рухсат берилгандан сўнг божхона 
        тўғрисидаги қонунчилик ҳужжатларига риоя этилганлигини ваколатли 
        шахслар томонидан божхона расмийлаштируви жараёнида тақдим этилган 
        ҳужжатларни молия-хўжалик фаолиятига боғлиқ ҳужжатларда акс эттирилган 
        маълумотлар билан солиштирган ҳолда ўрганиш ва текширишга асосланган божхона назорати шакли`,
            `божхона органлари томонидан ўз ваколатлари доирасида божхона 
            тўғрисидаги қонунчилик ҳужжатларига мувофиқ ёзма шаклда қабул қилинган ҳуқуқий ҳужжат`,
            `божхона аудитини ваколатли шахснинг иш жойи ва (ёки) ўз фаолиятини 
            амалга оширадиган ҳудудга бормаган ҳолда амалга ошириш`,
            `божхона аудитини ваколатли шахснинг иш жойи ва (ёки) ўз фаолиятини 
            амалга оширадиган ҳудудда ёхуд товарлар жойлашган жойда амалга ошириш`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `Божхона аудитининг қандай турлари мавжуд?`,
        options: [`Режали ва доимий`,
            ` Камерал ва сайёр`,
            `Комплекс ва мақсадли`,
            `Комплекс ва сайёр`,
        ],
        answer: 1
    },
    {
        num: 35,
        q: `Божхона аудити ваколатли шахсга (ТИФ иштирокчиси) нисбатан қандай вазифалар ўрганилади ва текширилади?`,
        options: [`Товарларни муайян божхона режимига жойлаштиришнинг қонунийлиги`,
            `Божхона декларациясида қайд этилган маълумотларнинг тасдиқловчи 
            ҳужжатларда кўрсатилган маълумотларга мослиги`,
            `Маълум қилинган божхона қийматининг ҳаққонийлиги ва божхона 
            тўловларининг тўғри ҳисобланганлиги ва ундирилганлиги`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 36,
        q: `Камерал божхона аудитини ўтказиш муддати қанча?`,
        options: [`90 кун`,
            `30 кун`,
            ` 10 иш куни`,
            `15 иш куни`,
        ],
        answer: 2
    },
    {
        num: 37,
        q: `Божхона органи мансабдор шахсининг камерал божхона аудитини ўтказиш 
        тўғрисидаги хабарномани ваколатли шахсга юбориш муддати қанча?`,
        options: [`Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўн беш кун олдин`,
            ` Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан етти кун олдин`,
            `Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўн кун олдин`,
            `Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўттиз кун олдин`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `Камерал божхона аудити якунида божхона органи мансабдор шахси қандай ҳаракатларни амалга оширади?`,
        options: [`Камерал божхона аудити натижалари бўйича далолатнома ёзма равишда тузилади`,
            ` Камерал божхона аудити натижалари бўйича далолатнома Давлат 
            божхона қўмитаси ахборот тизими орқали расмийлаштирилади ҳамда 
            қоғозга чоп этилган нусхаси божхона аудити тугаган кундан бошлаб 
            беш иш кунидан кечиктирмай ваколатли шахсга юборилади`,
            `Камерал божхона аудити натижалари бўйича далолатнома божхона 
            органининг мансабдор шахси томонидан 3 нусхада расмийлаштирилади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 39,
        q: `Божхона аудити товарларнинг божхона назорати остида бўлиш муддати 
        тугаган пайтдан эътиборан қанча вақт давомида амалга оширилиши мумкин?`,
        options: [`Бир йил`,
            `Беш йил`,
            ` Уч йил`,
            `Икки йил`,
        ],
        answer: 2
    },
    {
        num: 40,
        q: `Сайѐр божхона аудитини ўтказиш муддати қанча?`,
        options: [`Сайѐр божхона аудитини ўтказиш муддати ўн беш иш кунидан ошмаслиги керак`,
            `Сайѐр божхона аудитини ўтказиш муддати ўттиз кундан ошмаслиги керак`,
            `Сайѐр божхона аудитини ўтказиш муддати ўн кундан ошмаслиги керак`,
            ` Сайѐр божхона аудитини ўтказиш муддати ўттиз иш кунидан ошмаслиги керак`,
        ],
        answer: 3
    },
    {
        num: 41,
        q: `Божхона органи мансабдор шахсининг сайѐр божхона аудитини ўтказиш 
        тўғрисидаги хабарномани ваколатли шахсга юбориш муддати қанча?`,
        options: [`Божхона органи хабарномани ваколатли шахсга сайѐр божхона 
        аудитини ўтказиш муддатидан ўн беш кун олдин ваколатли шахснинг шахсий кабинетига электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан ўн кун олдин ёзма ёки электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан етти кун олдин ёзма ёки электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан ўн иш куни аввалдан ваколатли шахсга электрон шаклда юборади.`,
        ],
        answer: 0
    },
    {
        num: 42,
        q: `Ситуацион марказ ташкил этилишининг ҳуқуқий асоси тўғри кўрсатилган қаторни топинг?`,
        options: [`2021 йил 10 сентябрдаги ПФ-6310-сонли фармони асосида.`,
            `2020 йил 5 июлдаги ПФ-6005-сон фармони асосида.`,
            `2018 йил 12 апрелдаги ПФ-3665-сон қарори асосида.`,
            `2020 йил 24 ноябрдаги ПФ-5582-сон фармони асосида.`,
        ],
        answer: 1
    },
    {
        num: 43,
        q: `Қуйидагилардан қайси бири Ситуацион марказнинг асосий вазифаларидан бири ҳисобланади?`,
        options: [`контрабанда ва божхона қонунчилиги бузилишига қарши курашиш, 
        уларни содир этилишига дахлдор бўлган шахсларни аниқлаш ва қидириб топиш`,
            `хавф даражаси юқори бўлган товарларни олиб кирилиши ҳамда манзилга 
            етказилиши ҳамда уларни расмийлаштирилишида қўққисдан 
            ва хуфиёна текширувларни ташкиллаштириш ҳамда ўтказиш`,
            ` аниқланган ҳолатлар таҳлили натижасида хавф профилларини ишлаб 
            чиқиш, тасдиқлаш ҳамда хавфларни минималлаштириш чораларини белгилаш`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 44,
        q: `ИКМдан фойдаланган ҳолда темир йўл таркибларини божхона назоратидан 
        ўтказишда ИКМ гуруҳи ходимлари темир йўл бекати навбатчисидан 
        маълумотларни поезд келишидан неча дақиқа олдин олиши керак?`,
        options: [`40`,
            `45`,
            `50`,
            `30`,
        ],
        answer: 3
    },
    {
        num: 45,
        q: `ИКМ билан ишлаш гуруҳи ходимлари бевосита кимга бўйсунади?`,
        options: [`Пост бошлиғига`,
            `Ситуацион марказ бошлиғига`,
            `Ҳудудий бошқарма бошлиғига`,
            `Смена бошлиғига`,
        ],
        answer: 1
    },
    {
        num: 46,
        q: `Рентген тасвирларида органик моддалар қандай рангда кўринади?`,
        options: [`оқ`,
            `яшил`,
            `кўк`,
            `тўқ сариқ`,
        ],
        answer: 3
    },
    {
        num: 47,
        q: `Камерал божхона аудитини ўтказиш муддати қанчагача узайтирилиши мумкин?`,
        options: [`1 марта 10 иш кунидан ошмаган муддатга`,
            `2 марта 15 иш кунидан ошмаган муддатга`,
            `1 марта 20 иш кунидан ошмаган муддатга`,
            `2 марта 5 иш кунидан ошмаган муддатга`,
        ],
        answer: 0
    },
    {
        num: 48,
        q: `Рентген тасвирларида ноорганик қаттиқ жисмлар қандай рангда кўринади?`,
        options: [`оқ`,
            `яшил`,
            `кўк`,
            `сариқ`,
        ],
        answer: 2
    },
    {
        num: 49,
        q: `Гиёҳвандлик воситалари, психотроп моддалар ва прекурсорларнинг 
        муомалада бўлиши билан боғлиқ фаолиятни лицензиялаш қайси ваколатли 
        орган берган лицензия асосида амалга оширилади.`,
        options: [`Ўзбекистон Республикаси Олий Суди`,
            `Ўзбекистон Республикаси Олий мажлиси`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `ДБҚ ва назорат остида етказиб беришни амалга ошираётган бошқа ваколатли органлар`,
        ],
        answer: 2
    },
    {
        num: 50,
        q: `Тезкор-қидирув фаолиятини амалга оширувчи органлар қайсилар?`,
        options: [`ИИВ, ДБҚ, ДХХ`,
            `Иқтисодий жиноятларга қарши курашиш департаменти, МИБ,`,
            `Президенти давлат хавфсизлик хизмати, Мудофаа вазирлиги ҳарбий разведкаси`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },

];


console.log(quiz.length); // 55
console.log(quiz.length); // 55

// === in gitBash: ==== 
// node js/question13.js