// **Question-2**
// *tayyor*
// # 2: Notarif tartibga solish yo'nalishida
"use strick";
// Array of Objects
const quiz = [{
    q: `1. Божхона органларига тақдим этиладиган қандай сертификат турлари бор?  `,
    options: [
      `Товарларнинг келиб чиқиш сертификати`,
      `Мувофиқлик ва ветеринария сертификати, экологик хулоса`,
      `Санитария-эпидемиологик хулоса, фитосанитар сертификат`,
      `Барча жавоблар тўғри`
    ],
    answer: 3
  },
  {
    q: `2. Мувофиқлик сертификатини расмийлаштириш қайси орган томонидан амалга оширилади?`,
    options: [
      `Экология ва атроф муҳитни муҳофаза қилиш давлат қўмитаси`,
      `Соғлиқни сақлаш вазирлиги`,
      `Сертификатлаштириш органлари`,
      `Техник жиҳатдан тартибга солиш агентлиги томонидан аккредитацияланган органлар`
    ],
    answer: 3
  },
  {
    q: `Мажбурий равишда сертификатланиши лозим бўлган маҳсулотлар рўйхати қайси қарорда кўрсатилган?`,
    options: [
      `Вазирлар Маҳкамасининг 1994 йилдаги 408-сон қарори;`,
      `Вазирлар Маҳкамасининг 2007 йилдаги 104-сон қарори;`,
      `Вазирлар Маҳкамасининг 2008 йилдаги 1169-сон қарори;`,
      `Тўғри жавоб йўқ.`
    ],
    answer: 3
  },
  {
    q: `Давлат стандарти томонидан ўрнатилган талабларга мослигини тасдиқловчи фаолият тури бу...`,
    options: [
      `Сертификатлаш`,
      `Лицензиялаш`,
      `Квоталаш`,
      `Маркировкалаш`
    ],
    answer: 0
  },
  {
    q: `Сертификатлаш бу.....`,
    options: [
      `Божхона экспертлари томонидан божхона расмийлаштируви жараёнида маълум 
      бир божхона мақсадлари учун зарур бўлган вазифаларни бажариш`,
      `Давлат стандарти талабларига мослигини таъминлаш мақсадида амалга ошириладиган ҳаракатлар`,
      `Давлат стандарти томонидан ўрнатилган талабларга мослигини тасдиқловчи фаолият тури`,
      `Барчаси нотўғри`
    ],
    answer: 2
  },
  {
    q: `Ўзбекистон Республикаси ҳудудига рухсатнома асосида олиб кирилган гиёҳвандлик 
    воситалари, психотроп моддалар ва прекурсорлар қандай жойларга жойлаштирилади?`,
    options: [
      `Очиқ турдаги божхона омборига`,
      `Ёпиқ турдаги божхона омборига`,
      `Махсус жойларга`,
      `Лабораторияга`
    ],
    answer: 2,
  },

  {
    q: `Ўсимлик ва ўсимлик маҳсулотларининг божхона расмийлаштируви учун Ўсимликлар карантини 
    ва ҳимояси агентлиги томонидан уларни хавфсизлигини тасдиқловчи ҳужжат бу...`,
    options: [
      `Фитосанитар сертификати`,
      `Ўсимликларнинг мувофиқлиги сертификати`,
      `Гигиеник сертификат`,
      `Барчаси`
    ],
    answer: 0,
  },

  {
    q: `Экологик сертификатланиши мажбурий бўлган товарлар рўйхати қайси норматив-ҳуқуқий ҳужжат билан тасдиқланган?`,
    options: [`Вазирлар Маҳкамасининг 2018 йил 28 январдаги 65-сон қарори`,
      `Вазирлар Маҳкамасининг 2000 йил 15 декабрдаги 151-сон қарори`,
      `Вазирлар Маҳкамасининг 2021 йил 30 январдаги 43-сон қарори`,
      `Вазирлар Маҳкамасининг 2021 йил 28 мартдаги 75-сон қарори`
    ],
    answer: 2,
  },

  {
    q: `Ўзбекистон Республикасига олиб кириш тақиқланган товарлар рўйхати қайси ҳужжатда келтириб ўтилган?`,
    options: [`Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПҚ-3351-сон қарори`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 15 декабрдаги ПФ-5286-сон Фармони`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 6 декабрдаги ПҚ-5276-сон қарори`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПФ-5215-сон Фармони`
    ],
    answer: 1,
  },


  {
    q: `Ўзбекистон Республикаси ҳудуди орқали хавфли юкларни транзит тарзда олиб ўтиш учун 
    рухсатнома қайси ваколатли орган томонидан берилади?`,
    options: [`Вазирлар Маҳкамаси`,
      `Транспорт вазирлиги`,
      `Мудофаа вазирлиги`,
      `Давлат хавфсизлик хизмати`
    ],
    answer: 1,
  },


  {
    q: `Ветеринария рухсатномаси мажбурий бўлган товарлар рўйхати қайси норматив-ҳуқуқий ҳужжатга асосан тасдиқланган?`,
    options: [`Вазирлар Маҳкамасининг 2018 йил 28 январдаги 65-сон қарори`,
      `Вазирлар Маҳкамасининг 2000 йил 15 декабрдаги 151-сон қарори`,
      `Вазирлар Маҳкамасининг 2021 йил 30 январдаги 43-сон қарори`,
      `Вазирлар Маҳкамасининг 2021 йил 28 мартдаги 75-сон қарори`
    ],
    answer: 2,
  },

  {
    q: `Ўзбекистон Республикасида импорти ҳамда экспорти Ўзбекистон Республикаси Президенти ёки 
    Вазирлар Маҳкамасининг алоҳида қарорлари асосида амалга ошириладиган товарлар рўйхати 
    қайси норматив ҳужжатда келтирилган?`,
    options: [
      `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПҚ-3351-сон қарори`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 15 декабрдаги ПФ-5286-сон Фармони`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 6 декабрдаги ПҚ-5276-сон қарори`,
      `Ўзбекистон Республикаси Президентининг 2017 йил 3 ноябрдаги ПФ-5215-сон Фармони`
    ],
    answer: 3,
  },

  {
    q: `Божхона органлари қайси ҳолларда божхона чегараси орқали олиб ўтиладиган товарларга 
    нисбатан интеллектуал мулк объектларига бўлган ҳуқуқларни ҳимоя қилиш бўйича чоралар кўрмайди?`,
    options: [
      `Барча ҳолатларда`,
      `Жисмоний шахслар томонидан нотижорат мақсадлар учун олиб ўтилганда, 
      шу жумладан уларнинг манзилига халқаро почта ва курьерлик жўнатмаларида юбориладиганда`,
      `Божхона транзити божхона режимига мувофиқ олиб ўтилаётганда`,
      `Дипломатик ваколатхоналар, консуллик муассасалари, хорижий давлатларнинг бошқа расмий 
      ваколатхоналари, халқаро ташкилотлар, ушбу ваколатхоналар, муассасалар 
      ва ташкилотларнинг ходимлари томонидан расмий ва шахсий фойдаланиш учун олиб ўтилаётганда`
    ],
    answer: 0,
  },

  {
    q: `Интеллектуал мулк объекти улар бўйича юритиладиган божхона реестрига қанча муддатдан ошмаган ҳолда киритилади?`,
    options: [
      `3 йил`,
      `1 йил`,
      `6 ой`,
      `3 ой`
    ],
    answer: 0,
  },

  {
    q: `Давлат божхона қўмитаси Интеллектуал мулк объектларининг божхона реестрига киритиш учун 
    аризани у келиб тушган кундан эътиборан қанча муддатда кўриб чиқади?`,
    options: [
      `Ўн кундан кўп бўлмаган`,
      `Уч кундан кўп бўлмаган`,
      `Ўн беш кундан кўп бўлмаган`,
      `Ўттиз кундан кўп бўлмаган`
    ],
    answer: 0,
  },

  {
    q: `Давлат божхона қўмитаси ҳуқуқ эгасини ёки унинг ваколатли вакилини Интеллектуал мулк 
    объектларининг божхона реестридан чиқарилганлиги тўғрисида қачон хабардор қилади?`,
    options: [
      `3 иш куни ичида`,
      `10 иш куни ичида`,
      `15 иш куни ичида`,
      `30 иш куни ичида`
    ],
    answer: 0,
  },
];

console.log(quiz.length); // 16

// === in gitBash: ==== 
// node js/question5.js