// **Question-3**
// *tayyor*
// # 3: Почта ва курьерлик жўнатмалари бўйича

//! 4-savolning javobi yo'q;

"use strick";
// Array of Objects
const quiz = [
    {
        q: `Темир йўл ва автомобиль транспорти орқали Ўзбекистон Республикаси ҳудудига олиб 
        кирилаётган халқаро курьерлик жўнатмаларининг божхона назорати ва расмийлаштируви - ......`,
        options: [
            `ДБҚ томонидан белгиланган, ушбу жўнатмалар олиб кирилаётган божхона постларида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган божхона постларида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган ёки жўнатмаларни олиб кирувчи шахс 
            танлаган божхона постларида амалга оширилади;`,
            `Барча жавоблар тўғри.`,
        ],
        answer: 1
    },
    {
        q: `Ҳаво транспорти орқали Ўзбекистон Республикаси ҳудудига олиб кирилаётган халқаро 
        курьерлик жўнатмаларининг божхона назорати ва расмийлаштируви - ......`,
        options: [
            `курьерлик жўнатмалари олиб кирилаётган халқаро аэропортлар ҳудудида амалга оширилади;`,
            `ДБҚ томонидан махсус белгиланган божхона постларида амалга оширилади;`,
            `халқаро аэропортлар ёки унга яқин ҳудудларда жойлашган божхона постларида амалга оширилади;`,
            `халқаро аэропортларга яқин ҳудудларда жойлашган божхона постларида амалга оширилади;`,
        ],
        answer: 2
    },
    {
        q: `Республикага олиб кириладиган, божхона тўловларига тортилмайдиган товарларнинг 
        чегараланган нормалари халқаро курьерлик жўнатмалари орқали жисмоний 
        шахслар номига келаётган товарлар учун - ...... этиб белгиланган.`,
        options: [
            `бир календарь чорак мобайнида 1 000 (бир минг) АҚШ доллари;`,
            `бир календарь чорак мобайнида 100 (юз) АҚШ доллари;`,
            `бир календарь чорак мобайнида 2 000 (икки минг) АҚШ доллари;`,
            `Тўғри жавоб йўқ.`,
        ],
        answer: 0
    },
    {
        q: `Республикага олиб кириладиган, божхона тўловларига тортилмайдиган товарларнинг 
        чегараланган нормалари халқаро почта жўнатмалари орқали жисмоний 
        шахслар номига келаётган товарлар учун - ...... этиб белгиланган.`,
        options: [
            `бир календарь чорак мобайнида 100 (юз) АҚШ доллари;`,
            `бир календарь чорак мобайнида 1 000 (бир минг) АҚШ доллари;`,
            `хар бир жўнатма учун 100 (юз) АҚШ доллари;`,
            `хар бир жўнатма учун 1 000 (бир минг) АҚШ доллари;`,
            `Javobi keltirilmagan...`
        ],
        answer: 4
    },
    {
        q: `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
        бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш тартиби?`,
        options: [
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            божхона мақсадлари учун фойдаланиладиган тижорат ҳужжатларида кўрсатилган 
            товарларнинг қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            Умумжаҳон почта иттифоқининг ҳужжатларида назарда тутилган ҳужжатларида кўрсатилган 
            товарларнинг қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
            `Тўғри жавоб йўқ.`,
            `Халқаро почта ва курьерлик жўнатмаларида юбориладиган, божхона юк декларациясини 
            бериш талаб қилинмайдиган товарларга божхона тўловлари суммаларини ҳисоблаб чиқариш 
            Умумжаҳон почта иттифоқининг ҳужжатларида назарда тутилган ҳужжатларда ва божхона 
            мақсадлари учун фойдаланиладиган тижорат ҳужжатларида кўрсатилган товарларнинг 
            қиймати тўғрисидаги маълумотлар асосида амалга оширилади.`,
        ],
        answer: 0
    },
    {
        q: `Божхона декларацияси қачон юридик аҳамиятга молик фактлардан далолат берувчи ҳужжатга айланади?`,
        options: [
            `Божхона декларацияси уни тўлдирган шахс томонидан имзоланган пайтдан бошлаб`,
            `Божхона декларацияси қабул қилинганлиги расмийлаштирилган пайтдан бошлаб`,
            `Божхона декларацияси божхона органи томонидан расмийлаштирилган пайтдан бошлаб.`,
            `божхона декларацияси рўйхатга олингандан сўнг уч иш куни ўтгандан кейин.`,
        ],
        answer: 1
    },
    {
        q: `Божхона юк декларацияси қайси ҳужжатга асосан тўлдирилади?`,
        options: [
            `Адлия вазирлигида 2017 йил 14 мартда 2867-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 1999 йил 3 ноябрда 834-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 2016 йил 6 апрелда 2773-сон билан рўйхатдан ўтказилган йўриқнома.`,
            `Адлия вазирлигида 2014 йил 5 августда 2606-сон билан рўйхатдан ўтказилган йўриқнома.`,
        ],
        answer: 2
    },
    {
        q: `Божхона юк декларациясида товарнинг қийматлари қайси графаларда кўрсатилади?`,
        options: [
            `13, 22, 23, 45, 46-графаларда.`,
            `12, 22, 42, 45, 46-графаларда.`,
            `13, 22, 23, 40, 45-графаларда.`,
            `2, 8, 9, 14, 54-графаларда.`,
        ],
        answer: 1
    },
    {
        q: `Божхона юк декларациясида кўпи билан нечта номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин?`,
        options: [
            `33 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `54 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `100 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
            `1 та номдаги товарлар тўғрисидаги маълумотларни кўрсатиш мумкин.`,
        ],
        answer: 2
    },
    {
        q: ` Божхона юк декларациясида молиявий тартибга солиш учун жавобгар шахс қайси графада кўрсатилади?`,
        options: [
            `28-графада.`,
            `“С” графада.`,
            `“А” графада.`,
            `9-графада.`,
        ],
        answer: 3
    },
    {
        q: ` Божхона юк декларациясида қабул қилувчи ҳақида маълумот қайси графасида кўрсатилади?`,
        options: [
            `2-графада.`,
            `8-графада.`,
            `22-графада.`,
            `12-графада.`,
        ],
        answer: 1
    },
    {
        q: ` Божхона юк декларациясининг қайси графасида товарнинг нетто оғирлиги кўрсатилади?`,
        options: [
            `5-графада`,
            `18-графада`,
            `35-графада`,
            `38-графада`,
        ],
        answer: 3
    },
    {
        q: ` Электрон шаклидаги божхона юк декларациясининг рўйхат рақами унинг қайси графасида кўрсатилади?`,
        options: [
            `1-графасида`,
            `“B”-графасида`,
            `7-графасида`,
            `“D”-графасида`,
        ],
        answer: 2
    },
    {
        q: ` Божхона юк декларациясини ўзгартириш, унга қўшимча киритиш, уни қайта 
        расмийлаштириш, қайтариб олиш ва бекор қилиш божхона юк декларацияси қабул қилинган 
        кундан эътиборан неча йил ичида амалга оширилиши мумкин?`,
        options: [
            `1 йил ичида`,
            `2 йил ичида`,
            `3 йил ичида`,
            `5 йил ичида`,
        ],
        answer: 2
    },
    {
        q: ` Электрон шаклидаги божхона юк декларациясига киритиладиган ўзгартириш 
        ва (ёки) қўшимчалар қайси ҳужжатни расмийлаштириш орқали амалга оширилади?`,
        options: [
            `Божхона юк декларациясини тузатиш шаклини`,
            `Божхона юк декларациясини`,
            `Божхона қийматига ва божхона тўловларига тузатишлар киритиш шаклини`,
            `Божхона қиймати декларациясини`,
        ],
        answer: 0
    },
];

console.log(quiz.length); // 15

// === in gitBash: ==== 
// node js/question5.js