// **Question-1**
// *tayyor*
// # 1: Бойхона режими ҳақида...
"use strick";
// Array of Object;
const quiz = [

    {
        q: `Реэкспорт божхона режимига жойлаштирилган товарларни амалда олиб чиқиш божхона 
        декларацияси қабул қилинган кундан эътиборан неча ойдан кечиктирмай амалга оширилади?`,
        options: [
            `5 ой`,
            `6 ой`,
            `7 ой`,
            `8 ой`
        ],
        answer: 1
    },

    {
        q: `Божхона ҳудудидан ташқарида қайта ишлаш божхона режимининг таснифлагич коди?`,
        options: [
            `51`,
            `71`,
            `61`,
            `80`,
        ],
        answer: 2
    },

    {
        q: `Импортда ходим томонидан товарни белгиланган жойдан ташқарида божхона 
        расмийлаштирувидан ўтказганлик учун йиғим, битта ходимнинг бир соатлик иши учун қанча миқдорда ундирилади?`,
        options: [
            `кундузги вақтда (9.00 — 18.00 иш вақтида) БҲМнинг 25 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 2 баравари`,
            `кундузги вақтда (9.00 — 18.00 иш вақтида) БҲМнинг 50 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 2 баравари`,
            `кундузги вақтда (9.00 — 18.00 иш вақтида) БҲМнинг 25 фоизи, божхона органлари иш 
            вақтидан ташқари (18.00 — 9.00), дам олиш ва байрам кунлари БҲМнинг 0.25 баравари`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Илгари экспорт божхона режимига жойлаштирилган товарни қандай шартлар 
        асосида реимпорт божхона режимига жойлаштиришга рухсат берилади`,
        options: [
            `Контрактнинг (шартноманинг, келишувнинг) шартлари бажарилмаган бўлса`,
            `Товардан божхона ҳудудидан ташқарида фойдаланилмаган ва у таъмирланмаган бўлса, 
            бундан товарнинг қайтарилишига сабаб бўлган нуқсонларни ёки бошқа ҳолатларни 
            аниқлаш учун товардан фойдаланиш зарур бўлган ҳоллар мустасно`,
            `Табиий эскириши ҳисобга олинган ҳолда товар ўзгармас ҳолатда турган бўлса, 
            бундан нуқсонлар аниқланган ҳоллар мустасно`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Товарнинг эркин божхона зонаси божхона режимида туриш муддати`,
        options: [
            `бир йилни ташкил этади`,
            `икки йилни ташкил этади`,
            `уч йилни ташкил этади`,
            `чекланмаган`,
        ],
        answer: 3
    },

    {
        q: `Эркин омбор режими шундай режимки, бунда:`,
        options: [
            `бунда товар муайян жойлар ва ҳудудларда божхона тўловлари тўланмаган 
            ҳамда иқтисодий сиёсат чоралари қўлланилмаган ҳолда жойлаштирилади`,
            `бунда божхона ҳудудига олиб кирилган ва божхона ҳудудидан олиб чиқиш учун 
            мўлжалланган товар божхона божлари, солиқлар тўланмаган ҳамда иқтисодий сиёсат 
            чоралари қўлланилмаган ҳолда муайян биноларда, жойларда божхона назорати остида сақланади`,
            `бунда божхона ҳудудига олиб кирилган ҳар қандай товар тайинланган божхона органига 
            тақдим этилган пайтдан бошлаб ва танланган божхона режимига мувофиқ чиқариб 
            юборилгунига қадар божхона тўловлари тўланмаган ҳамда иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда вақтинча божхона назорати остида сақланиши мумкин`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилади`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими шундай режимки, бунда:`,
        options: [
            ` Олиб кирилган товар божхона чегарасида жойлашган жўнатувчи божхона органи ва товар 
            келиб тушадиган божхона органи орасидаги божхона ҳудуди бўйлаб, шу жумладан чет 
            давлат ҳудуди орқали божхона назорати остида олиб ўтиладi. Ўзбекистон товарлари 
            божхона чегарасида жойлашган жўнатувчи божхона органи ва товар келиб тушадиган 
            божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона божлари ва солиқлар 
            тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,

            ` Олиб кирилган товар божхона чегарасида жойлашган жўнатувчи божхона органи ва товар 
            келиб тушадиган божхона органи орасидаги божхона ҳудуди бўйлаб, шу жумладан 
            чет давлат ҳудуди орқали божхона назорати остида олиб ўтилади`,

            ` Ўзбекистон товарлари божхона чегарасида жойлашган жўнатувчи божхона органи ва 
            товар келиб тушадиган божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона 
            божлари ва солиқлар тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,

            ` Ўзбекистон товарлари божхона чегарасида жойлашган жўнатувчи божхона органи ва 
            товар келиб тушадиган божхона органи орасидаги чет давлат ҳудуди бўйлаб божхона 
            божлари ва солиқлар тўланмаган, шунингдек иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб ўтилади`,
        ],
        answer: 0
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига расмийлаштирилган қимматбаҳо металлар, 
        қимматбаҳо тошлар ҳамда улардан ясалган заргарлик буюмлари ва бошқа буюмлар 
        экспертизасини қайси орган амалга оширади?`,
        options: [
            ` “Ўзстандарт” агентлиги`,
            ` Давлат асиллик даражасини белгилаш палатаси`,
            ` “Ўзбекэкспертиза”`,
            ` Марказий банки ҳузуридаги Қимматбаҳо металлар агентли`,
        ],
        answer: 1
    },

    {
        q: `Товар транзит божхона режимига жойлаштирилганда қанча миқдорда божхона йиғимлари ундирилади?`,
        options: [
            `БЮДнинг асосий варағи учун БҲМнинг 50 фоизи, ҳар бир қўшимча варағи учун БҲМнинг 25 фоизи`,
            `БЮДнинг асосий варағи учун БҲМнинг 1 баравари, ҳар бир қўшимча варағи учун БҲМнинг 25 фоизи`,
            `БЮДнинг асосий варағи учун БҲМнинг 25 фоизи, ҳар бир қўшимча варағи учун БҲМнинг 3 фоизи`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Товарни реимпорт божхона режимига жойлаштириш учун зарур бўладиган ҳужжатлар...`,
        options: [
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант божхона органига 
            божхона юк декларациясини ва товарнинг кузатув ҳужжатларини тақдим этади`,
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант 
            божхона органига божхона юк декларациясини тақдим этади`,
            `Товарни реимпорт божхона режимига жойлаштириш учун декларант 
            божхона органига товарнинг кузатув ҳужжатларини тақдим этади`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Эркин муомалага чиқариш (импорт) божхона режимига жойлаштириш тақиқланган 
        товарлар рўйхати тасдиқланган Президент Фармонини аниқланг`,
        options: [
            ` ПФ-5215`,
            ` ПФ-5286`,
            ` ПФ-5276`,
            ` ПФ-4455`,
        ],
        answer: 1
    },

    {
        q: `Вақтинча олиб чиқиш режимига жойлаштирилиши мумкин бўлмаган товарлар рўйхатини топинг?`,
        options: [
            `Ўзбекистон Республикасидан олиб чиқилиши тақиқланганва 
            квоталанадиган товарлар товарлар, чиқиндилар; `,
            `электр энергияси, сув, қувурлар орқали етказиб бериладиган 
            товарлар (нефть, газ), шунингдек ёқилғи`,
            `сарфлаш материаллари ва сарф қилинадиган намуналар, хом ашё, ярим тайёр 
            маҳсулотлар, озиқ-овқат маҳсулотлари, алкоголсиз ичимликлар, алкоголь 
            ва тамаки маҳсулотфлри, бир марта ишлатиш учун мўлжалланган товарлар`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },







    {
        q: `Йўқ қилиш режимига жойлаштирилмайдиган ҳолатлар тўғри келтирилган қаторни топинг.`,
        options: [
            `божхона органи товарлар амалда йўқ қилинганлигини назорат қилиш имкониятига эга бўлмаса`,
            `йўқ қилиш товарларнинг одатий мақсадига кўра уларни истеъмол қилиш орқали амалга 
            оширилса, йўқ қилиш атроф муҳитга зарар етказиши ёхуд инсонларнинг ҳаёти 
            ва соғлиғига бевосита хавф туғдирса ёки хавф туғдириш эҳтимоли бўлса`,
            `табиатни муҳофаза қилиш соҳасидаги давлат органининг йўқ қилишни амалга ошириш 
            имконияти тўғрисидаги, уни амалга оширишнинг усули ва жойи кўрсатилган хулосаси 
            божхона органларининг ахборот тизимида бўлмаса`,
            `барча ҳолатларда`,
        ],
        answer: 3
    },

    {
        q: `Қуйидаги қайси товарлар вақтинча олиб кириш божхона режимига жойлаштирилиши мумкин эмас?`,
        options: [
            `Ўзбекистон Республикасига олиб кирилиши тақиқланган товарлар`,
            `Чиқиндилар`,
            `Электр энергияси, сув, қувурлар орқали етказиб бериладиган товарлар (нефть, газ), шунингдек ёқилғи`,
            `барча ҳолатларда`,
        ],
        answer: 3
    },

    {
        q: `Бошқа режимига жойлаштирилган кундан эътиборан қанча муддат ичида 
        товарлар божхона омборидан олиб чиқилиши керак?`,
        options: [
            `уч иш куни ичида`,
            `икки иш куни ичида`,
            `бир иш куни ичида`,
            `ўша куннинг ўзида`,
        ],
        answer: 0
    },

    {
        q: `ЭИЗларда махсус божхона режими нималарни назарда тутади?`,
        options: [
            `божхона тўловлари ставкаларини вақтинча бекор қилиш ёки пасайтириш; экспортга 
            ёки импортга нисбатан нотариф чекловларни бекор қилиш, енгиллаштириш`,
            `божхона тўловларини бекор қилиш; импортга нисбатан нотариф чекловлар жорий этиш`,
            `тариф имтиёзларини жорий этиш; импортга нисбатан нотариф чекловларни бекор қилиш`,
            `божхона тўловларини енгиллаштириш; экспортга ёки импортга нисбатан нотариф чекловларни енгиллаштириш.`,
        ],
        answer: 0
    },

    {
        q: `Давлат мулкини бошқариш бўйича ваколатли орган давлат фойдасига воз кечилган 
        товарлар сотилиши юзасидан Давлат божхона хизматининг ҳудудий органига
         _________________ маълумот тақдим этади`,
        options: [
            `ҳар ой бошида`,
            `Сотилиши биланоқ`,
            `ҳар ой якунида`,
            `Сотилгач беш кун ичида`,
        ],
        answer: 2
    },

    {
        q: `Товарнинг “Божхона омбори” режимида туриш муддати:`,
        options: [
            `60 календарь кун`,
            `икки йилни ташкил этади`,
            `уч йилни ташкил этади`,
            `чекланмаган`,
        ],
        answer: 2
    },

    {
        q: `Вақтинча олиб чиқиш божхона режимига жойлаштирилган товардан фойдаланиш 
        ва (ёки) уни қачондан тасарруф этиш бошқа шахсга ўтказилган деб қаралади?`,
        options: [
            `Юкни эгаси ёзма ариза бергандан`,
            `Вақтинча олиб чиқилган пайтдан`,
            `фойдаланиш ҳуқуқи бошқа шахсага берилган пайтдан`,
            `БЮД тақдим қилинган пайтдан`,
        ],
        answer: 3
    },

    {
        q: `Қандай товарлар божхона омбори божхона режимига жойлаштирилмайди?`,
        options: [
            `божхона ҳудудига олиб кирилиши тақиқланган товар, божхона ҳудудидан 
            олиб чиқилиши тақиқланган Ўзбекистон товари`,
            `қонун ҳужжатларига мувофиқ божхона ҳудуди орқали транзит қилиниши тақиқланган товар`,
            `божхона омбори божхона режимига жойлаштириш учун маълум қилинган кундаги яроқлилик 
            муддати Божхона кодексининг 94-моддасига мувофиқ маълум қилинадиган муддатдан 
            кам бўлган дори воситалари ва озиқ-овқат маҳсулотлари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режими шундай режимки, бунда:`,
        options: [
            `божхона тўловлари тўланмайди ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона тўловлари тўланмайди ва иқтисодий сиёсат чоралари қўлланилади`,
            `божхона тўловлари тўланади ва иқтисодий сиёсат чоралари қўлланилади`,
        ],
        answer: 0
    },

    {
        q: `Товарларни олиб чиқишда - экспортда контрагент мамлакат ҳақидаги тўғри жавобни белгиланг?`,
        options: [
            `Товарни ишлаб чиқарган мамлакат`,
            `Товарнинг келиб чиқиш мамлакати`,
            `Чегарадош мамлакат`,
            `Шартнома тузувчи мамлакат`,
        ],
        answer: 3
    },

    {
        q: `Божхона ҳудудида қайта ишлаш божхона режимида товар таъмирланаётганда 
        қайта ишлаш маҳсулотининг алмаштирилиши мумкинми?`,
        options: [
            `қайта ишлаш маҳсулотига алмаштирилувчи товар божхона ҳудудида қайта ишлаш 
            божхона режимига мувофиқ таъмирлаш учун мўлжалланган товар билан айнан бир хил 
            ёхуд унга ўхшаш бўлган тақдирда йўл қўйилади`,
            `Ҳа.`,
            `Йўқ.`,
            `қайта ишлаш маҳсулотига алмаштирилувчи товар божхона ҳудудида қайта ишлаш божхона 
            режимига мувофиқ таъмирлаш учун мўлжалланган товар билан айнан бир хил ёхуд унга 
            ўхшаш бўлган тақдирда божхона органларининг рухсатномаси асосида йўл қўйилади тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига қуйидаги товарлар жойлаштирилмайди:`,
        options: [
            `божхона ҳудудига олиб кирилиши тақиқланган товар`,
            `муомаладан чиқарилган ёки муомаласи чекланган товар`,
            `агар товар ваколатли органлар томонидан назорат қилиниши лозим бўлса, божхона 
            органларининг ахборот тизимида унга нисбатан ушбу органларнинг тегишли рухсатномаси бўлмаган товар.`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Вақтинча олиб чиқиш режими шундай режимки ...`,
        options: [
            `Ўзбекистон товари уни қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудига илгари олиб кирилган товар ёхуд божхона ҳудудида қайта ишлаш 
            божхона режимига жойлаштирилган товарни қайта ишлаш маҳсулоти божхона ҳудудидан 
            божхона божлари ва солиқлар тўланмаган, товарга нисбатан иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудида эркин муомалада турган товар ушбу ҳудуддан ташқарида 
            вақтинча фойдаланиш мақсадида, божхона божлари ва солиқлар тўланишдан шартли равишда 
            озод этилган, иқтисодий сиёсат чоралари қўлланилмаган ҳолда олиб чиқилади`,
            `Бунда товарга нисбатан иқтисодий сиёсат чоралари қўлланилмаган ҳолда ушбу ҳудуддан 
            ташқарида вақтинча фойдаланиш мақсадида, божхона ҳудудидан ташқарига олиб чиқилади`,
        ],
        answer: 2
    },

    {
        q: `Тез бузиладиган товар вақтинча сақлаш божхона режимида туришининг энг кўп муддати қанча?`,
        options: [
            `ўн календарь кун`,
            `уч календарь кун`,
            `беш календарь кун`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Экспорт божхона режими шундай режимки ...`,
        options: [
            `Ўзбекистон товари уни қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Бунда божхона ҳудудига илгари олиб кирилган товар ёхуд божхона ҳудудида қайта ишлаш 
            божхона режимига жойлаштирилган товарни қайта ишлаш маҳсулоти божхона ҳудудидан 
            божхона божлари ва солиқлар тўланмаган, товарга нисбатан иқтисодий сиёсат чоралари 
            қўлланилмаган ҳолда қайтариб олиб кириш мажбуриятисиз божхона ҳудудидан ташқарига олиб чиқилади`,
            `Экспорт божхона режимига жойлаштирилган ва амалда божхона ҳудудидан олиб 
            чиқилган товар Ўзбекистон товари мақомини йўқотади`,
            `I ва III жавоблар тўғри`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо дўконини тугатилганда товарларни бошқа омборга 
        ёки режимга жойлаштириш шарти қайси бандда тўғри кўрсатилган?`,
        options: [
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            ўн беш календарь куни ичида бошқа божхона омборига ўтказилиши 
            ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            бошқа божхона омборига ўтказилиши ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `Божхона омборини ва бож олинмайдиган савдо дўконини тугатиш чоғида уларда турган 
            товарлар божхона омбори ва бож олинмайдиган савдо дўкони тугатилган кундан эътиборан 
            ўн календарь куни ичида бошқа божхона омборига ўтказилиши ёхуд бошқа божхона режимига жойлаштирилиши керак`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },



    {
        q: `Эркин божхона зонаси режимига жойлаштирилган товар билан чакана савдо 
        операцияларини амалга ошириш қандай тартибда амалга оширилади?`,
        options: [
            `чакана савдо операцияларини амалга оширишга йўл қўйилмайди`,
            `чакана савдо операцияларини амалга ошириш ДБҚ рухсати билан амалга оширилади`,
            `чакана савдо операцияларини амалга ошириш Вазирлар Маҳкамаси рухсати билан амалга оширилади`,
            `чакана савдо операцияларини амалга ошириш Вазирлар Маҳкамаси рухсати билан 
            божхона органларининг назорат остида амалга оширилади`,
        ],
        answer: 0
    },

    {
        q: `Божхона худудидан ташқарида қайта ишланмаган товарни олиб кириш қайси бандда тўғри кўрсатилган`,
        options: [
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига реимпорт қилинадиган товарлар сифатида қаралади`,
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига импорт қилинадиган товарлар сифатида қаралади`,
            `Олиб чиқилиб қайта ишланмаган товар қолдиқларига божхона расмийлаштируви мақсадида, 
            божхона ҳудудига қайтарилмайдиган товарлар сифатида қаралади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Мазкур божхона режими шундай режимки, бунда товар муайян жойлар ва ҳудудларда 
        божхона тўловлари тўланмаган ҳамда иқтисодий сиёсат чоралари қўлланилмаган ҳолда 
        жойлаштирилади ва шу тарзда ундан фойдаланилади қайси режим ҳақида гап кетяпти?`,
        options: [
            `Эркин божхона зонаси режими`,
            `Эркин омбор божхона режими`,
            `Божхона ҳудудидан ташқарида қайта ишлаш режими`,
            `Реэкспорт режими`,
        ],
        answer: 0
    },







    {
        q: `Экспорт божхона режимига товарларни божхона расмийлаштируви учун 
        зарур бўладиган ҳужжатларнинг рўйхатини қайси орган белгилайди?`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси`,
            `Ўзбекистон Республикаси Президенти`,
            `Ўзбекистон Республикаси Олий Мажлиси`,
        ],
        answer: 0
    },

    {
        q: `Транзит божхона режими талаблари ва шартларига риоя этилиши учун ким жавобгар бўлади`,
        options: [
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун ташувчи жавобгар бўлади`,
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун жўнатувчи божхона органи жавобгар бўлади`,
            `транзит божхона режими талаблари ва шартларига риоя этилиши учун юкни 
            қабул қилувчи божхона органи жавобгар бўлади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Товарни божхона транзити божхона режимига жойлаштириш учун қандай ҳужжатлар тақдим этилиши зарур?`,
        options: [
            `Товарнинг кузатув ҳужжатларq. Қонун ҳужжатларида белгиланган товарларнинг алоҳида 
            тоифасини божхона транзити божхона режимига жойлаштирилаётганда қўшимча равишда 
            божхона юк декларацияси тақдим этилади`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан белгиланган 
            шакл бўйича тузилган далолатнома`,
            `Келиб чиқиш сертификат ва шартнома`,
            `Товарнинг кузатув ҳужжатлари ва қўшимча равишда божхона юк декларацияси 
            ва товарларни келиб чиқиш сертификати`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режимининг энг кўп муддати ҳаво транспорти учун қанча?`,
        options: [
            `уч календарь кун`,
            `уч хафта`,
            `беш календарь кун`,
            `бир ҳафта`,
        ],
        answer: 0
    },

    {
        q: `Вақтинча олиб кириш божхона режимининг амал қилишини тўхтатиб туриш ?`,
        options: [
            `Вақтинча олиб кирилган товар хатланган ёки олиб қўйилган даврда вақтинча олиб 
            кирилган товар вақтинча сақлаш ва божхона омбори божхона режимларига жойлаштирилганда тўхтатиб турилади`,
            `Вақтинча олиб кирилган товар хатланган ёки олиб қўйилган даврда 
            вақтинча олиб кирилган товар вақтинча сақлаш ва божхона омбори, 
            эркин омбор божхона режимларига жойлаштирилганда тўхтатиб турилади`,
            `Вақтинча олиб кириш режимини тўхтатиб турилмайди`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо дукони божхона режими шартларига риоя этилиши учун ким жавобгар бўлади?`,
        options: [
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконининг эгаси жавобгар бўлади`,
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконини назорат қилувчи божхона пости жавобгар бўлади`,
            `Бож олинмайдиган савдо божхона режими шартларига риоя этилиши учун 
            бож олинмайдиган савдо дўконига товарларни расмийлаштирган декларант жавобгар бўлади тўғри жавоб йўқ`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        q: `Товарларни божхона ҳудудида қайта ишлаш божхона режимига жойлаштиришга 
        доир миқдорий чекловларни қайси орган белгилаши мумкин?`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Давлат божхона қўмитаси`,
            `Инвестициялвр ва ташқи савдо вазирлиги`,
            `Миқдорий чекловлар қўлланилмайди`,
        ],
        answer: 0
    },

    {
        q: `Вақтинча олиб кириш божхона режимида иқтисодий сиёсат чоралари ______ .`,
        options: [
            `қўлланилади`,
            `қисман қўлланилади`,
            `қўлланилмайди`,
            `даврий божхона тўловлари тўланса, қисман қўлланилади`,
        ],
        answer: 2
    },

    {
        q: `Эркин иқтисодий зоналар _______ қарорига асосан ташкил этилади?.
         Бўш жой ўрнига тўғри келадиган жавобни топинг.`,
        options: [
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `Ўзбекистон Республикаси Президенти`,
            `Олий Мажлис Сенати`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },

    {
        q: `Илгари эркин муомалага чиқариш (импорт) божхона режимига жойлаштирилган товарни 
        реэкспорт божхона режимига жойлаштиришга айни бир вақтнинг ўзида қайcи талаблар 
        ва шартларга риоя этилган тақдирда йўл қўйилади?`,
        options: [
            `контракт (шартнома, келишув) шартлари бажарилмаган бўлса`,
            `товар божхона ҳудудида ишлатилмаган ва таъмирланмаган бўлса, 
            бундан товарни қайтаришга сабаб бўлган нуқсонларни ёки бошқа ҳолатларни аниқлаш учун 
            товардан фойдаланиш зарур бўлган ҳоллар мустасно`,
            `товар ўзгармаган ҳолатда турган бўлса`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Божхона ҳудудидан ташқарида қайта ишлаш режимининг муддати қанча?`,
        options: [
            `3 йил`,
            `2 йил`,
            `1 йил`,
            `6 ой`,
        ],
        answer: 1
    },

    {
        q: `Давлат фойдасига воз кечиш божхона режимига расмийлаштирилган озиқ-овқат маҳсулотлари кимга топширилади?`,
        options: [
            `“Ўзагротехсаноат” АЖ`,
            `Марказий банки ҳузуридаги Қимматбаҳо металлар агентлиги`,
            `Савдо ташкилотларига`,
            `“Ўзбекозиқовқатзахира” уюшмаси ташкилотларига`,
        ],
        answer: 3
    },

    {
        q: `Товарларни божхона ҳудудида қайта ишлаш божхона режимига 
        жойлаштириш учун божхона органларининг рухсатномасини олиш шартми?`,
        options: [
            `Тўғри жавоб берилмаган`,
            `Йўқ`,
            `Ҳа, ҳудудий божхона бошқарма томонидан берилади`,
            `Ҳа, Давлат божхона қўмитаси томонидан берилади`,
        ],
        answer: 1
    },

    {
        q: `Мазкур божхона режими шундай режимки, бунда илгари божхона ҳудудидан олиб чиқилган 
        товарлар божхона божлари, солиқлар тўланмаган ва иқтисодий сиёсат чоралари қўлланилмаган ҳолда, 
        Божхона Кодекснинг 59-моддасида белгиланган муддатларда божхона ҳудудига қайтариб олиб кирилади. 
        қайси режим ҳақида гап кетяпти?`,
        options: [
            `Реимпорт`,
            `Реэкспорт`,
            `Импорт`,
            `Экспорт`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими қайси код билан таснифланади?`,
        options: [
            `80`,
            `75`,
            `81`,
            `70`,
        ],
        answer: 0
    },

    {
        q: `Божхона транзити божхона режими қайси код билан таснифланади?`,
        options: [
            `80`,
            `75`,
            `81`,
            `70`,
        ],
        answer: 0
    },

    {
        q: `Божхона омбори божхона режимида туриш муддати тугайдиган кундан кечиктирмай товар бошқа божхона 
        режимига жойлаштириш учун маълум қилиниши керак, бундан ____________ божхона режими мустасно.`,
        options: [
            `вақтинча сақлаш`,
            `импорт`,
            `эркин омбор`,
            `давлат фойдасига воз кечиш`,
        ],
        answer: 0
    },

    {
        q: `Ўзбекистон товари эркин омбордан божхона ҳудудидан ташқарига олиб чиқилаётганда унга нисбатан...`,
        options: [
            `божхона ҳудудидан олиб чиқишда қўлланилганидаги каби божхона тўловлари 
            ва иқтисодий сиёсат чоралари қўлланилади`,
            `божхона тўловлари ва иқтисодий сиёсат чоралари қўлланилмайди`,
            `божхона ҳудудидан олиб киришда қўлланилганидаги каби божхона тўловлари 
            ва иқтисодий сиёсат чоралари қўлланилади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Бож олинмайдиган савдо божхона режимига жойлаштириладиган товарни декларациялаш ___________`,
        options: [
            `бож олинмайдиган савдо дўкони фаолиятини амалга ошириш учун 
            лицензияга эга бўлган шахс томонидан амалга оширилади.`,
            `Ташқи ишлар вазирлигида аккредитация қилинган чет эллик шахслар томонидан амалга оширилади`,
            `бож олинмайдиган савдо дўкони фаолиятини амалга ошириш учун 
            лицензияга эга бўлмаган шахс томонидан ҳам амалга оширилади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 0
    },

    {
        q: `Божхона кўригидан ўтказишнинг ҳуқуқий асаслари?`,
        options: [
            `БКнинг 193-моддаси, АВнинг 11.09.2015 йилдаги 2714-сон Йўриқномаси`,
            `БКнинг 195-моддаси, АВнинг 19.04.2019 йилдаги 3154-сон Йўриқномаси`,
            `БКнинг 196-моддаси, АВнинг 19.04.2019 йилдаги 3154-сон Йўриқномаси`,
            `БКнинг 195-моддаси, АВнинг 11.09.2015 йилдаги 2714-сон Йўриқномаси`,
        ],
        answer: 1
    },

    {
        q: `Товарларни ва (ёки) транспорт воситаларини божхона чегараси 
        орқали олиб ўтишга доир чекловлар қандай ҳолатда белигиланиши мумкин`,
        options: [
            `халқаро мажбуриятлар юзасидан`,
            `ички бозорни ҳимоя қилиш зарурлигидан келиб чиққан ҳолда`,
            `чет давлатлар ва улар иттифоқларининг Ўзбекистон Республикаси манфаатларини камситувчи 
            ёки чекловчи бошқа ҳаракатларига жавоб чораси тариқасида қонунчиликка мувофиқ`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },

    {
        q: `Вақтинча сақлаш, божхона омбори ёки эркин омбор божхона режимларига жойлаштирилган товарлар божхона 
        назоратини четлаб берилган ёки йўқотилган тақдирда жавобгарлик кимнинг зиммасида бўлади.`,
        options: [
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг, агар товар божхона омбори бўлмаган 
            омборларда ва бошқа жойларда турган бўлса, товарларни мазкур жойларга божхона омбори режимига 
            жойлаштирган шахснинг, агар товар эркин омборда турган бўлса, эркин омбор эгасининг зиммасида бўлади.`,
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг, агар товар божхона омбори бўлмаган 
            омборларда ва бошқа жойларда турган бўлса, товарларни мазкур жойларга божхона омбори 
            режимига жойлаштирга рухсат берган божхона ходими, агар товар эркин 
            омборда турган бўлса, эркин омбор эгасининг зиммасида бўлади`,
            `агар товар божхона омборида турган бўлса, божхона омбори эгасининг,
             агар товар божхона омбори бўлмаган омборларда, бошқа жойларда, 
             шунингдек эркин омборда турган бўлса, мазкур режимларга жойлаштирган шахснинг зиммасида бўлади`,
            `Тўғри жавоб берилмаган`,
        ],
        answer: 3
    },

    {
        q: `Божхона тўғрисидаги қонун ҳужжатларидаги барча бартараф этиб бўлмайдиган 
        қарама-қаршиликлар ва ноаниқликлар ташқи иқтисодий фаолият иштирокчисининг 
        фойдасига талқин қилиниши қаерда кўрсатилган?`,
        options: [
            `БКнинг 1-моддасида`,
            `БКнинг 4-моддасида`,
            `БКнинг 7-моддасида`,
            `18.10.2018 йилдаги ЎРҚ-502-сон Ўзбекистон Республикасининг Қонунида`,
        ],
        answer: 1
    },

    {
        q: `Енгиб бўлмас куч таъсири...`,
        options: [
            `Табиат ҳодисалари (зилзилалар, ер кўчишлари, довуллар, қурғоқчиликлар ва ҳоказо)`,
            `юридик ва жисмоний шахсларнинг хоҳиш-иродаси ҳамда хатти-ҳаракатларига боғлиқ бўлмаган бошқа ҳолатлар`,
            `юридик ва жисмоний шахслар қабул қилган мажбуриятларини бажара 
            олмайдиган фавқулодда ва олдини олиб бўлмайдиган, кутилмаган ҳолатлар`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
];

// console.log(quiz.length); // 55
console.log(quiz[0].q); // 55

// === in gitBash: ==== 
// node js/question1.js