// **Question-9**
// *tayyor*
// # 9: Божхона тўловлари ва статистикаси йўналишидаги тест саволлари

// 23 - savolning javobi belgilanmapdi

"use strick";
// Array of Objects
const quiz = [{
        num: 1,
        q: `Ташқи савдо божхона статистикасини шакллантириш манбаси бу ......?`,
        options: [
            `Божхона кирим ордери`,
            `Божхона юк декларацияси`,
            `Йўловчи божхона декларацияси`,
            `Барча жавоб тўғри`,
        ],
        answer: 1
    },
    {
        num: 2,
        q: `Инкотермс-2020 га асосан товарни етказиб бериш тижорат шартларининг нечта тури мавжуд?`,
        options: [
            `10`,
            `11`,
            `12`,
            `13`,
        ],
        answer: 1
    },
    {
        num: 3,
        q: `БЮДнинг 8-графаси бу - ?`,
        options: [
            `«Импортчи/юкни қабул қилувчи»`,
            `«Экспортчи/юкни жўнатувчи»`,
            `«Молиявий тартибга солиш учун жавобгар шахс»`,
            `«Декларант/божхона брокери»`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: `Агар БЮД 16 та қўшимча варақларга эга бўлса, БЮДнинг тўққизинчи 
        қўшимча варағининг 3-графаси қай тарзда тўлдирилади?`,
        options: [
            `44820`,
            `10/17`,
            `44850`,
            `44821`,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `Қайси етказиб бериш шартида сотувчи учун минимал мажбурият, харидор учун максимал мажбурият белгиланади?`,
        options: [
            `DDP`,
            `CIP`,
            `FOB`,
            `EXW`,
        ],
        answer: 3
    },
    {
        num: 6,
        q: `ИНКОТЕРМС етказиб бериш тижорат шартларидан қайси бирида сотувчи 
        учун энг кўп мажбурият ва харидор учун энг кам мажбуриятни ифодаланади?`,
        options: [
            `DAP`,
            ` DDP`,
            `CIF`,
            `EXW`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `Ваколатли шахснинг БЮДга ўзгартириш, қўшимча киритиш, уни қайта 
        расмийлаштириш, қайтариб олиш ёки бекор қилиш бўйича мурожаати қандай шаклда бўлади.`,
        options: [
            `Ёзма`,
            `Оғзаки`,
            `Электрон`,
            `Ёзма ва электрон`,
        ],
        answer: 3
    },
    {
        num: 8,
        q: `Божхона статистикаси турларини кўрсатинг?`,
        options: [
            ` Ташқи савдо божхона статистикаси, махсус божхона статистикаси`,
            `Ташқи иқтисодий алоқалар статистикаси, ташқи савдо божхона статистикаси`,
            `Ташқи иқтисодий фаолият статистикаси, махсус божхона статистикаси`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Экспорт режимида БЮДнинг 9-графаси қайси ҳолатларда тўлдирилмайди?`,
        options: [
            `Экспортёр хорижий давлатларнинг дипломатик ва консуллик муассасалари бўлса`,
            `Экспортёр халқаро ҳукуматлараро ташкилотларнинг ваколатхоналари бўлса`,
            `Товарлар беғараз (тўловсиз) асосдаги битимлар бўйича олиб ўтилган бўлса`,
            `Экспорт режимида БЮДнинг 9-графаси хар доим тўлдирилади`,
        ],
        answer: 2
    },
    {
        num: 10,
        q: `“БЮДдаги хато”  тушунчасига берилган изоҳни аниқланг.`,
        options: [
            `божхона расмийлаштируви учун тақдим этилган 
        ҳужжатлардаги ахборот билан БЮД ва божхона кўрик далолатномасидаги маълумотлар орасидаги тафовут`,
            `божхона органларида мавжуд ахборот билан БЮД ва 
            божхона кўрик далолатномасидаги маълумотлар орасидаги тафовут`,
            `БЮД ёки божхона кўрик далолатномаси графаларидаги нотўғри маълумотлар`,
            `Юқоридаги барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `Товарнинг божхона қиймати бу - ....`,
        options: [
            `товарнинг божхона қийматини аниқлаш 
        усулларидан бири орқали аниқланадиган ва божхона 
        тўловларини ҳисоблаш мақсадида фойдаланиладиган товар қийматидир`,
            `товарнинг божхона қийматини аниқлаш усулларидан бири орқали 
            аниқланадиган ва божхона тўловларини ҳисоблаш мақсадида фойдаланиладиган товарнинг фактура қийматидир`,
            `йўл юк кузатув ҳужжатларида кўрсатилган товар қийматидир`,
            `тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 12,
        q: `Олиб кириладиган товарнинг божхона қийматини аниқлаш усулларини белгиланг.`,
        options: [
            `олиб кириладиган товарга доир битимнинг қиймати, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, ўхшаш товарга доир битимнинг 
            қиймати бўйича, қийматларни чегириб ташлаш асосида, захира усул`,
            `олиб кириладиган товарга доир битимнинг қиймати, айнан бир хил 
            товарга доир битимнинг қиймати бўйича, ўхшаш товарга доир битимнинг 
            қиймати бўйича, қийматларни чегириб ташлаш асосида, қийматларни қўшиш асосида, захира усул`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `Товарнинг божхона қийматини аниқлашнинг асосий усули қайси?`,
        options: [
            `Захира усул`,
            `Олиб кириладиган товарга доир битимнинг қиймати`,
            `Айнан бир хил товарга доир битимнинг қиймати`,
            `Қийматларни чегириб ташлаш`,
        ],
        answer: 1
    },
    {
        num: 14,
        q: `Олиб кириладиган товарга доир битимнинг қийматига оид усулдан қайси 
        ҳолларда божхона қийматини аниқлаш учун фойдаланилиши мумкин эмас?`,
        options: [
            `товарнинг божхона қийматини аниқлашда декларант ёки божхона 
            брокери томонидан фойдаланилган маълумотлар ҳужжатлар билан 
            тасдиқланган бўлмаса, товар божхона ҳудудига қиймат асосига эга бўлмаган битим бўйича олиб кирилган бўлса`,
            `товарни кейинчалик қайта сотиш, ундан фойдаланиш ёки уни тасарруф 
            этишдан тушган тушумнинг исталган қисми сотувчига бевосита ёки 
            билвосита ўтса ва бунда товарнинг қийматига ушбу Кодекснинг 
            304-моддасига мувофиқ тегишли тузатишларни киритиш мумкин бўлмаса`,
            `сотиш ёки битимнинг баҳоси таъсирини ҳисобга олиш мумкин бўлмаган 
            шартларга риоя этилишига боғлиқ бўлса (айирбошлаш, контрактация, қайта ишлаш шартномалари)`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `Айнан бир хил товар деганда:`,
        options: [
            `баҳоланаётган товар билан физик хусусиятларига, сифатига ва 
            бозордаги қадрига кўра бир хил бўлган, баҳоланаётган товар олиб 
            кирилгунига қадар тўқсон календарь кун ичида олиб кирилган бўлса`,
            `баҳоланаётган товар ишлаб чиқарилган айни ўша мамлакатда ишлаб 
            чиқарилган ва Ўзбекистон Республикасига олиб кириш учун сотилган, 
            баҳоланаётган товар божхона ҳудудига олиб кирилгунига қадар тўқсон 
            календарь кун ичида катта миқдорларда (бир нечта туркумларда) сотилган бўлса`,
            `баҳоланаётган товар билан физик хусусиятларига, сифатига ва 
            бозордаги қадрига кўра бир хил бўлган, товар қайси мамлакатда ишлаб 
            чиқарилган бўлса, шу мамлакатда ишлаб чиқарилган ва Ўзбекистон 
            Республикасига олиб кириш учун сотилган, баҳоланаётган товарни 
            ишлаб чиқарган айни ўша шахс томонидан ишлаб чиқарилган товар тушунилади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 16,
        q: `Қайси усулда ички бозорда товарнинг сотилиш нархини танлашда 
        кўрилаётган товарнинг импорт қилинганидан кейинги биринчи тижорат 
        босқичидаги нархини, яъни олиб кирилган товарнинг биринчи марта қайта сотилишидаги нархи ҳисобга олинади?`,
        options: [
            `ташиш қиймати, товарларни юклаш, тушириш, қайта юклаш ва бошқа жойга тўкиш харажатлари, суғурта қиймати`,
            `воситачилик ва брокерлик ҳақлари, контейнерлар ва (ёки) кўп марта 
            ишлатиладиган бошқа идишларнинг қиймати, ўров-жойлов қиймати, айнан 
            бир хил товарга доир битимнинг қиймати усули асосида аниқлашда`,
            `сотувчи сотиб олувчига бепул ёки арзонлаштирилган нархда бевосита 
            ёхуд билвосита тақдим этадиган хизматларнинг ва бошқа товарларнинг 
            қиймати, интеллектуал мулк объектларидан фойдаланганлик учун сотиб 
            олувчи баҳоланаётган товарни сотиш шарти сифатида бевосита ёки 
            билвосита тўлаши керак бўлган лицензия тўловлари ва бошқа тўловлар, 
            олиб кирилган товарни кейинчалик қайта сотиш, ўзгача тарзда 
            тасарруф этиш ёки ундан бошқа тарзда фойдаланишдан тушган тушумнинг 
            бевосита ёки билвосита сотувчига тегиши керак бўлган ҳар қандай қисмининг қиймати`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `Товарнинг божхона қийматини захира усулда аниқлаш учун асос 
        сифатида қуйидагилардан фойдаланишга йўл қўйилмайди:`,
        options: [
            `Ўзбекистон Республикасида ишлаб чиқарилган ўхшаш товарнинг сотилиш 
            нархидан, икки ва ундан ортиқ муқобил қийматларнинг энг юқори 
            қийматидан, экспорт қилувчи мамлакатнинг ички бозоридаги товар нархидан`,
            `божхона қийматини аниқлаш учун қийматларни қўшиш усулини қўллашда 
            фойдаланилмайдиган ишлаб чиқариш чиқимларидан, экспорт қилаётган 
            мамлакатдан учинчи мамлакатларга етказиб берилаётган товарнинг нархидан`,
            `энг паст божхона қийматларидан, товарнинг ўзбошимчалик билан 
            белгиланган ёки тўғри тасдиқланмаган нархидан.`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 18,
        q: `Божхона қиймати декларациясининг шакли ва уни тўлдириш тартиби қайси давлат органи томонидан белгиланади?`,
        options: [
            `Ўзбекистон Республикаси Давлат божхона қўмитаси томонидан`,
            `Ўзбекистон Республикаси Адлия вазирлиги томонидан`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Божхона қиймати декларацияси қандай ҳолларда тўлдирилмайди?`,
        options: [
            `божхона ҳудудига олиб кирилаётган товарлар туркумининг божхона 
            қиймати бир минг АҚШ долларига тенг эквивалент суммадан ошмаса, 
            бундан битта контракт (шартнома, келишув) доирасида бир неча марта 
            товар етказиб бериш, шунингдек турли контрактлар (шартномалар, 
            келишувлар) бўйича айни ўша товарни бир жўнатувчи томонидан айни 
            ўша битта олувчининг манзилига такрор-такрор етказиб бериш мустасно`,
            `олиб ўтиладиган товарлар божхона тўловларини тўлашдан озод этилган бўлса`,
            `Битта БЮДда кўпи билан 100 та номдаги товарлар мавжуд бўлса`,
            `1 ва 2 жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 20,
        q: `Товарнинг божхона қиймати қайси орган томонидан назорат қилинади?`,
        options: [
            `Ўзбекистон Республикаси Давлат солиқ қўмитаси`,
            `Ўзбекистон Республикаси Давлат божхона қўмитаси`,
            `Ўзбекистон Республикаси Молия вазирлиги`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 21,
        q: `Товарнинг божхона қийматига ва (ёки) божхона тўловларига тузатишлар 
        киритиш қандай ҳолларда амалга оширилиши мумкин?`,
        options: [
            `божхона расмийлаштируви вақтида, товар чиқариб юборилганидан кейин`,
            `товар чиқариб юборилганидан кейин, божхона расмийлаштирувига қадар`,
            `товар чиқариб юборилгунига қадар, божхона расмийлаштирувига қадар`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Товарнинг божхона қийматини аниқлаш имкони бўлмаган тақдирда уни 
        шартли чиқариб юборилган кундан эътиборан божхона тўловлари тўланишини таъминлашнинг амал қилиш муддати?`,
        options: [
            `ўттиз календарь кун`,
            `бир ой`,
            `олтмиш календарь кун`,
            `90 кун`,
        ],
        answer: 2
    },
    {
        num: 23,
        q: `Товарнинг божхона қиймати БЮДнинг қайси устунларида кўрсатилади?`,
        options: [
            `Фақат 12 устунида`,
            `12 ва 46 устунида`,
            `12, 45 ва 46 устунларида`,
            `12 ва 45 устунида`,
            `  Javobi belgilanmapdi... `,
        ],
        answer: 4
    },
    {
        num: 24,
        q: `Ташқи иқтисодий фаолият субъектларининг хабардорлигини ҳамда 
        божхона тартиботларининг самарали амалга оширилишини таъминлаш 
        мақсадида шакллантириладиган нарх маълумотлари бюллетени қайси давлат органлари томонидан ишлаб чиқилади?`,
        options: [
            `Давлат божхона қўмитаси, Молия вазирлиги`,
            `Давлат божхона қўмитаси, Ўзбекистон Республикаси Монополияга қарши курашиш қўмитаси, Молия вазирлиги`,
            `Давлат божхона қўмитаси, Ўзбекистон Республикаси Монополияга қарши 
            курашиш қўмитаси, Ўзбекистон Республикаси Инвестициялар ва ташқи савдо вазирлиги`,
            `Барчаси тўғри`,
        ],
        answer: 3
    },
    {
        num: 25,
        q: `Ўзбекистон Республикаси ҳудудига олиб келинадиган товарларнинг 
        божхона қиймати қайси меъёрий ҳужжатлар билан тартибга солинади?`,
        options: [
            `Божхона кодекси, “Ўзбекистон Республикаси ҳудудига олиб 
            келинадиган товарнинг божхона қийматини белгилаш бўйича” Йўриқнома, 
            “Божхона қиймати декларациясини тўлдириш тартиби тўғрисида”ги йўриқнома`,
            `Солиқ кодекси, “Давлат бюджети тўғрисида”ги Қонун, “Божхона юк 
            декларациясини тўлдириш тартиби тўғрисида”ги Йўриқнома`,
            `Ўзбекистон Республикаси Фармонлари, Қарорлари, Фармойишлари`,
            `Ҳукумат қарорлари, халқаро битимлар`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `Товарнинг божхона қийматини захира усулда аниқлаш учун асос 
        сифатида қуйидагилардан фойдаланишга йўл қўйилмайди:`,
        options: [
            `экспорт қилаётган мамлакатдан учинчи мамлакатларга етказиб 
            берилаётган товарнинг нархидан, экспорт қилувчи мамлакатнинг биржа 
            бозоридаги товар нархидан, энг паст божхона қийматларидан`,
            `Ўзбекистон Республикасида ишлаб чиқарилган ўхшаш товарнинг сотилиш 
            нархидан, икки ва ундан ортиқ муқобил қийматларнинг энг юқори 
            қийматидан, экспорт қилувчи мамлакатнинг ички бозоридаги товар нархидан`,
            `товарнинг ўзбошимчалик билан белгиланган ёки тўғри тасдиқланмаган 
            нархидан, божхона қийматини аниқлаш учун қийматларни қўшиш усулини 
            қўллашда фойдаланилмайдиган ишлаб чиқариш чиқимларидан, Ўзбекистон 
            Республикасида ишлаб чиқарилган товарнинг сотилиш нархидан`,
            `Барчаси тўғри`,
        ],
        answer: 1
    },
    {
        num: 27,
        q: `Ахборот ташувчи жисмнинг божхона қийматини қандай аниқланади?`,
        options: [
            `Ахборот ташувчи жисмнинг божхона қиймати товарнинг божхона 
            қийматини аниқлашнинг ушбу бобда кўрсатилган усуллари қўлланилган 
            ҳолда ахборотнинг қиймати белгиланганидан кейин аниқланади.`,
            `Ахборот ташувчи жисмнинг божхона қиймати товарнинг божхона 
            қийматини аниқлашнинг ушбу бобда кўрсатилган усуллари қўлланилган ҳолда аниқланади.`,
            `товар чиқариб юборилганидан кейин аниқланади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Божхона қиймати декларациясини тўлдириш тартиби қайси меъёрий ҳужжат билан тартибга солинади?`,
        options: [
            `Божхона юк декларациясини тўлдириш тартиби тўғрисидаги йўриқнома (29.02.2016 й.)`,
            `Ўзбекистон Республикаси ҳудудига олиб келинадиган товарларнинг 
            божхона қийматини белгилаш бўйича йўриқнома (13.01.1998 й)`,
            `Божхона қиймати декларациясини тўлдириш тартиби тўғрисидаги йўриқнома (08.02.2017 й.)`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 29,
        q: `Божхона органлари қўллайдиган хавфни бошқариш тизими томонидан ўрта 
        ёки юқори кўрсаткичга эга хавф даражаси аниқланган ҳолларда қандай ҳужжатлар талаб қилинади?`,
        options: [
            `жўнатувчи мамлакат божхона декларацияси`,
            `баҳоланаётган товарни етказиб берилишига алоқадор бўлган учинчи шахслар билан контрактлар`,
            `баҳоланаётган товарни етказиб берилишига алоқадор бўлган учинчи шахслар учун тўлов ҳисоблари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 30,
        q: `Олиб кириладиган товарнинг божхона қийматини аниқлашда қайси усуллар тескари кетма-кетликда қўлланилади?`,
        options: [
            `Қийматларни чегириб ташлаш ва қўшиш усулларида`,
            `айнан бир хил ва ўхшаш товарга доир битимнинг қийматида`,
            `Фақат олиб кириладиган товарга доир битимнинг қийматида ва у 
            асосидаги  айнан бир хил ва ўхшаш товарга доир битимнинг қийматида`,
            `Барча усулларда`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Товарларни божхона чегараси орқали олиб ўтишда қандай божхона тўловлари тўланади:`,
        options: [
            `Божхона божи`,
            `Божхона божи, акциз солиғи ва қўшилган қиймат солиғи`,
            `Божхона йиғимлари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 32,
        q: `Божхона божлари қандай турларга бўлинади?`,
        options: [
            `Импорт ва экспорт божхона божларига`,
            `Импорт ва алоҳида божхона божларига`,
            `Импорт, экспорт, алоҳида ва мавсумий божхона божларига`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 33,
        q: `Товарларни божхона ҳудудига олиб кириш ва божхона ҳудудидан олиб 
        чиқишни тезкор тартибга солиб туриш учун қандай божхона божлари қўлланилади?`,
        options: [
            `Импорт ва экспорт божхона божлари`,
            `Алоҳида божхона божлари`,
            `Мавсумий божхона божлари`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 34,
        q: `Бож тарифи – бу ...`,
        options: [
            `божхона чегараси орқали олиб ўтиладиган Ўзбекистон Республикаси 
            Ташқи иқтисодий фаолиятининг товар номенклатурасига мувофиқ 
            тизимлаштирилган товарларга нисбатан қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `божхона чегараси орқали олиб ўтиладиган товарларга нисбатан 
            қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `божхона чегараси орқали олиб кириладиган Ўзбекистон Республикаси 
            Ташқи иқтисодий фаолиятининг товар номенклатурасига мувофиқ 
            тизимлаштирилган товарларга нисбатан қўлланиладиган божхона божлари ставкаларининг жамланмасидир`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `Божхона тўловлари ставкаларининг турлари?`,
        options: [
            `тўлов ундириладиган товарнинг божхона қийматига нисбатан фоизларда ҳисобланадиган адвалор ставка`,
            `тўлов ундириладиган товар бирлиги учун белгиланган миқдорда ҳисобланадиган хос ставка`,
            `божхона тўловлари ставкаларининг адвалор ва хос турларини ўз ичига оладиган аралаш ставка`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 36,
        q: `Энг кўп қулайлик режимини яратган ҳолда савдо-иқтисодий ҳамкорлик 
        соҳасидаги битимлар имзоланган давлатларда ишлаб чиқарилган товарларга 
        нисбатан қай тартибда тариф преференциялари берилади?`,
        options: [
            `Тариф преференциялари берилмайди`,
            `Бож тарифи билан белгиланган ставкалар миқдорида божхона божларини қўллаш тарзида`,
            `Божхона божларидан озод этиш тарзида`,
            `Бож тарифи билан белгиланган ставкаларни икки баравар ошириш тарзида`,
        ],
        answer: 1
    },
    {
        num: 37,
        q: `Тўланган божхона тўловлари товар чиқариб юборилган кундан эътиборан 
        неча кун ичида Давлат бюджетига ўтказилади?`,
        options: [
            `Ўн кун ичида`,
            `Беш кун ичида`,
            `Уч кун ичида`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `Божхона божини кечиктириб ёки бўлиб-бўлиб тўлаш имконияти 
        берилганлиги учун қанча миқдорда фоизлар ундирилади`,
        options: [
            `Қайта молиялаштириш ставкаси юз эллик фоизи миқдорида`,
            `Қайта молиялаштириш ставкаси миқдорида`,
            `Қайта молиялаштириш ставкасининг эллик фоизи миқдорида`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 39,
        q: `Божхона тўловлари тўланишини таъминлаш усулларининг қайси бирида солидар жавобгарлик мавжуд?`,
        options: [
            `Пул маблағларини божхона органининг шахсий ғазна ҳисобварағига киритиш`,
            `Товарларни гаровга қўйиш`,
            `Банк кафолатини тақдим этиш`,
            `Кафиллик`,
        ],
        answer: 3
    },
    {
        num: 40,
        q: `Божхона тўловлари тўланишини таъминлаш сифатида товарлар гаровини 
        қўллашда қуйидагилардан қайси бири гаров предмети бўлиши мумкин эмас?`,
        options: [
            `Иншоотлар, ер участкалари`,
            `Божхона ҳудудига олиб кирилиши тақиқланган товарлар`,
            `Корхоналар, бинолар`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 41,
        q: `Қўшилган қиймат солиғини тўлаш бўйича мажбурият бажарилмаган тақдирда қанча миқдорда пеня ундирилади?`,
        options: [
            `Қарздорлик суммасининг 0,033 фоизи миқдорида`,
            `Қарздорлик суммасининг 0,043 фоизи миқдорида`,
            `Қайта молиялаш ставкасининг уч юздан бирига тенг миқдорда`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 42,
        q: `Даврий божхона тўловлари қай тартибда ҳисоблаб чиқарилади?`,
        options: [
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг беш фоизи миқдорида чет эл валютасида ҳисоблаб чиқарилади`,
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг ўн фоизи миқдорида чет эл валютасида ҳисоблаб чиқарилади`,
            `Ҳар бир тўлиқ ва тўлиқ бўлмаган календарь ой учун тўланиши лозим 
            бўлган божхона божлари ва солиқлар суммасининг беш фоизи миқдорида миллий валютада ҳисоблаб чиқарилади`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `Ягона божхона тўлови – бу ...`,
        options: [
            `тижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `нотижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `Давлат чегарасидан ўтиш пунктлари орқали қўл юкида ва кузатиб 
            борилаётган багажида товарлар олиб кираётган жисмоний шахслар учун, 
            шунингдек, жисмоний шахс номига халқаро почта ва курьерлик 
            жўнатмалари орқали келадиган товарларга нисбатан ундириладиган божхона йиғими`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 44,
        q: `Божхона назорати зоналари неча турга бўлинади?`,
        options: [
            `тижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `нотижорат мақсадлар учун Давлат чегарасидан ўтиш пунктлари орқали 
            қўл юкида ва кузатиб борилаётган багажида товарлар олиб кираётган 
            жисмоний шахслар учун, шунингдек, жисмоний шахс номига халқаро 
            почта ва курьерлик жўнатмалари орқали келадиган товарларга нисбатан ундириладиган тўлов`,
            `Давлат чегарасидан ўтиш пунктлари орқали қўл юкида ва кузатиб 
            борилаётган багажида товарлар олиб кираётган жисмоний шахслар учун, 
            шунингдек, жисмоний шахс номига халқаро почта ва курьерлик 
            жўнатмалари орқали келадиган товарларга нисбатан ундириладиган божхона йиғими`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 45,
        q: `Ягона божхона тўлови ставкаси ?`,
        options: [
            `Товарнинг қийматидан 15 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг божхона қийматидан 15 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг қийматидан 30 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
            `Товарнинг божхона қийматидан 30 фоиз, лекин ҳар бир килограми учун 3 АҚШ долларидан кам бўлмаган миқдорда`,
        ],
        answer: 3
    },
    {
        num: 46,
        q: `Божхона тўловларини тўловчи шахс томонидан тақдим қилинган 
        ҳужжатлар асосида божхона ходими томонидан дастурда 
        расмийлаштириладиган электрон ҳамда дастур орқали чоп этиладиган қоғоз шаклдаги ҳужжат – бу...`,
        options: [
            `Божхона юк декларацияси`,
            `Божхона кирим ордери`,
            `Божхона қиймати декларацияси`,
            `Барча жавоблар тўғри`,
        ],
        answer: 1
    },
    {
        num: 47,
        q: `Божхона органлари иш вақтидан ташқари вақтда (18.00 — 9.00) божхона 
        расмийлаштируви учун йиғимни ҳисоблаш учун асос?`,
        options: [
            `БЮДнинг «D» графасига божхона органи томонидан белги қўйилган вақт`,
            `БЮДнинг 7-графаси бўйича рўйхатга олинган вақт`,
            `БЮДнинг «D»  ва 7-графасида қўйилган вақт`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 48,
        q: `2022 йил 1 январдан бошлаб божхона йиғимларидан келиб тушган 
        маблағлар қай тартибда тақсимланиши белгиланди?`,
        options: [
            `40 фоизи - Махсус жамғармага, 60 фоизи – Давлат бюджетига`,
            `50 фоизи - Махсус жамғармага, 50 фоизи – Давлат бюджетига`,
            `30 фоизи - Махсус жамғармага, 70 фоизи – Давлат бюджетига`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 49,
        q: `2021 йил 31 декабрга қадар қайси товарларга нисбатан экспорт божхона божлари белгиланган?`,
        options: [
            `Кунгабоқар ва пахта уруғлари`,
            `Кунгабоқар ва пахта ёғи`,
            `Экспорт божхона божлари ставкалари белгиланмаган`,
            `А ва В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 50,
        q: `Қайси режимларда божхона расмийлаштируви учун йиғим ундирилиши белгиланмаган?`,
        options: [
            `Экспорт божхона режими`,
            `божхона ҳудудида қайта ишлаш`,
            `Вақтинча сақлаш`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 51,
        q: `Товарларни импорти қилишда қўшилган қиймат солиғини ҳисоблаб чиқариш учун асос?`,
        options: [
            `Божхона қиймати`,
            `Фактура қиймати`,
            `Статистик қиймат`,
            `Божхона қиймати ҳамда тўланиши лозим бўлган божхона божи ва акциз солиғи суммасининг йиғиндиси`,
        ],
        answer: 2
    },
    {
        num: 52,
        q: `Қуйидагилардан қайси товарлар муайян мамлакатда тўлиқ ишлаб чиқарилган деб ҳисобланмайди?`,
        options: [
            `Мамлакат ҳудудида етиштирилган ёки йиғиб олинган ўсимлик маҳсулотлари`,
            `Чорва молларини сўйиш`,
            `Мамлакатда тайёрланган овчилик, балиқчилик ва денгиз ови маҳсулоти`,
            `Мамлакатда туғилган ва парвариш қилинган тирик ҳайвонлар`,
        ],
        answer: 1
    },
    {
        num: 53,
        q: `Қуйидагилардан қайси товарлар товарнинг етарли даражада қайта ишланганлиги мезонларига жавоб бермайди?`,
        options: [
            `сақлаш ёки ташиш вақтида товарларнинг бут сақланишини таъминлаш бўйича операциялар`,
            `товарларни сотишга ва ташишга тайёрлаш операциялари`,
            `оддий йиғув операциялари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 54,
        q: `Қанча муддатда божхона органига лозим даражада расмийлаштирилган 
        келиб чиқиш тўғрисидаги сертификат тақдим этилган тақдирда, энг кўп 
        қулайлик бериш режими ёки эркин савдо режими тикланиши мумкин?`,
        options: [
            `божхона режимига жойлаштирилган санадан эътиборан бир йилдан кечиктирмай`,
            `божхона режимига жойлаштирилган санадан эътиборан икки йилдан кечиктирмай`,
            `энг кўп қулайлик бериш режими ёки эркин савдо режими тикланмайди`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },

];

console.log(quiz.length); // 

// === in gitBash: ==== 
// node js/question9.js