// **Question-11**
// *tayyor*
// # 11: Суриштирув ва маъмурий амалиёт йўналишида саволлар

// 8-savolning javobi keltirilmagan

"use strick";
// Array of Objects
const quiz = [{
        num: 1,
        q: `1. Жиноят ишлари бўйича суриштирувни амалга оширувчи мансабдор шахслар кўрсатилган жавобни аниқланг?`,
        options: [` Ички ишлар органларининг суриштирувчилари`,
            ` Ўзбекистон Республикаси Давлат божхона 
            қўмитасининг ва унинг жойлардаги бўлинмаларининг суриштирувчилари`,
            ` Ўзбекистон Республикаси Миллий гвардиясининг ва унинг жойлардаги бўлинмаларининг суриштирувчилари`,
            ` Барча жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 2,
        q: `2. Маъмурий жавобгарлик тўғрисидаги қонун ҳужжатларининг принциплари нотўғри кўрсатилган қаторни аниқланг?`,
        options: [` Фуқароларнинг қонун олдида тенглиги, демократизм, инсонпарварлик`,
            ` Қонунийлик, фуқароларнинг қонун олдида тенглиги`,
            ` Инсонпарварлик, одиллик`,
            `     Фуқоро ҳуқуқларининг устуворлиги, адолатлилик.`,
        ],
        answer: 3
    },
    {
        num: 3,
        q: `3. Фуқароларга солинадиган жариманинг энг кам миқдори кўрсатилган қаторни кўрсатинг.`,
        options: [`A) базавий ҳисоблаш миқдорининг элликдан бир қисмидан кам бўлмаслиги керак`,
            `B) базавий ҳисоблаш миқдорининг ўндан бир қисмидан кам бўлмаслиги керак`,
            `C) базавий ҳисоблаш миқдорининг эллик фоизидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг йигирмадан бир қисмидан кам бўлмаслиги керак`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: `4. Мансабдор шахсларга солинадиган жариманинг энг кам миқдори кўрсатилган қаторни кўрсатинг.`,
        options: [`A) базавий ҳисоблаш миқдорининг бир бараваридан кам бўлмаслиги керак`,
            `B) базавий ҳисоблаш миқдорининг ўндан бир қисмидан кам бўлмаслиги керак`,
            `C) базавий ҳисоблаш миқдорининг эллик фоизидан кам бўлмаслиги керак`,
            ` базавий ҳисоблаш миқдорининг йигирмадан бир қисмидан кам бўлмаслиги керак`,
        ],
        answer: 1
    },
    {
        num: 5,
        q: `5. Жарима қўллаш билан боғлиқ тўғри жавоб кўрсатилган қаторни кўрсатинг?`,
        options: [`A) Баъзи ҳуқуқбузарликлар учун базавий 
        ҳисоблаш миқдорининг тўрт юз эллик бараваригача миқдорда жарима солиниши мумкин.`,
            `B) Баъзи ҳуқуқбузарликлар учун базавий ҳисоблаш 
            миқдорининг беш юз эллик бараваригача миқдорда жарима солиниши мумкин.`,
            `C) Баъзи ҳуқуқбузарликлар учун базавий ҳисоблаш 
            миқдорининг беш юз бараваригача миқдорда жарима солиниши мумкин.`,
            ` тўғри жавоб йўқ.`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `6. Доимий, вақтинча ёки махсус ваколат бўйича 
        тайинланадиган ёки сайланадиган, ҳокимият вакили 
        вазифаларини бажарадиган ёхуд давлат органларида, 
        фуқароларнинг ўзини ўзи бошқариш органларида, мулк 
        шаклидан қатъий назар, корхоналарда, муассасаларда, 
        ташкилотларда ташкилий-бошқарув, маъмурий-хўжалик 
        вазифаларини амалга оширадиган ва юридик аҳамиятга эга ҳаракатларни содир этишга ваколат берилган шахс бу?`,
        options: [`A) Ҳокимият вакили`,
            `B) Мансабдор шахс`,
            `C) Фуқаро (жисмоний шах`,
            ` Фуқаролиги бўлмаган шахс`,
        ],
        answer: 1
    },
    {
        num: 7,
        q: `7. Маъмурий жавобгарликка тортилаётган шахс қайси ҳуқуқларга эга? 
        1) иш материаллари билан танишиб чиқишга; 
        2) изоҳлар беришга, далиллар келтиришга; 
        3) ўз илтимосини баён этишга;  
        4) ишни кўриб чиқиш вақтида адвокатнинг юридик ёрдамидан фойдаланишга;  
        5) ўз она тилида сўзлашга ва таржимоннинг хизматларидан фойдаланишга; 
        6) иш юзасидан чиқарилган қарор устидан шикоят беришга.`,
        options: [`A) 1,2,3,4,6`,
            `B) 1,2,3,4,5,6`,
            `C) 1,2,3,4`,
            ` 1,2,3,6`,
        ],
        answer: 1
    },
    {
        num: 8,
        q: `8. Маъмурий ҳуқуқбузарликлар тўғрисидаги ишлар­ни 
        юритиш вазифалари қайси жавобда тўғри берилган?`,
        options: [`ҳар бир ишнинг ҳолатини ўз вақтида, ҳар томонлама, тўлиқ ва 
        холис аниқлаш, уни қонун ҳужжатларига мувофиқ ҳал этиш,`,
            ` чиқарилган қарор ижро этилишини таъминлаш,`,
            ` маъмурий ҳуқуқбузарлик содир этилиши сабаблари ва унга кўмаклашувчи шарт-шароитларни аниқлаш,`,
            `барча жавоблар тўғри`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `9. Ўзбекистон Республикаси Маъмурий жавобгарлик тўғрисидаги 
        кодексининг 271-моддасига мувофиқ, бир қанча ҳолатлар мавжуд бўлган 
        тақдирда бож­хона ҳақидаги қонун ҳужжатларининг бузилиши тўғрисидаги иш 
        юритиш бошланмаслиги, бошланган иш эса тугатилиши лозим. Қуйидаги қайси жавоб юқоридаги ҳолатларга кирмайди?`,
        options: [`A) маъмурий ҳуқуқбузарлик ҳодисаси ёки аломати йўқ бўлса;`,
            `B)   маъмурий ҳуқуқбузарликни содир этиш пайтида шахс ўн олти ёшга тўлмаган бўлса;`,
            `C)   ғайриҳуқуқий ҳаракат ёки ҳаракатсизликни содир этган шахс ақли норасо бўлса;`,
            ` маъмурий ҳуқуқбузарлик тугамаган(давом этаётган) бўлса;`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `10. Орган (мансабдор шах маъмурий ҳуқуқбузарлик тўғрисидаги ишни 
        кўриб чиқиб, қуйидаги қарорлардан бирини қабул қилади?`,
        options: [`A)    маъмурий жазо қўлланиш тўғрисида`,
            `B)     ишни юритишни тугатиш тўғрисида.`,
            `C)     ишни юритишни тўхтатиш тўғрисида`,
            `  А ва В`,
        ],
        answer: 3
    },
    {
        num: 11,
        q: `11. Қайси маъмурий жазо турлари ҳам асосий, ҳам қўшимча маъмурий жазо тариқасида қўлланилиши мумкин?`,
        options: [`A) Маъмурий қамоқ, жарима, махсус ҳуқуқдан (транспорт воситасини бошқариш ҳуқуқидан) маҳрум этиш`,
            `B) Ашёларни уларнинг ҳақини тўлаш шарти билан олиб қўйиш, мусодара 
            қилиш ва махсус ҳуқуқдан (транспорт воситасини бошқариш ҳуқуқидан) маҳрум этиш`,
            `C) Жарима, маъмурий қамоқ, чет эл фуқароларини ва фуқаролиги 
            бўлмаган шахсларни Ўзбекистон Республикаси ҳудудидан маъмурий тарзда чиқариб юбориш`,
            ` Жарима, маъмурий қамоқ, ашёларни уларнинг ҳақини тўлаш шарти билан олиб қўйиш`,
        ],
        answer: 1
    },
    {
        num: 12,
        q: `12. Маъмурий жавобгарликни енгиллаштирувчи ҳолатлар жумласига қуйидагилардан қайси бири кирмайди?`,
        options: [`A)    айбдорнинг ўз қилмишидан чин кўнгилдан пушаймон бўлиши; `,
            `B)     айбдорнинг ҳуқуқбузарликнинг зарарли оқибатлари олдини 
            олиши, етказилган зиённи ихтиёрий равишда тўлаши ёки келтирилган зарарни бартараф қилиши; `,
            `C)     ҳуқуқбузарликнинг кучли руҳий ҳаяжон таъсири остида ёки 
            оғир шахсий, оилавий ёхуд бошқа шароитлар юзага келганлиги оқибатида содир этилиши; `,
            ` вояга етмаган шахсни ҳуқуқбузарликка тортиш;`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `13. Кимлар божхона ҳақидаги қонун ҳужжатларини бузганлик 
        тўғрисидаги ишларни кўриш ва божхона органлари номидан жазоларни қўллашга ҳақли?`,
        options: [`A) Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри 
        божхона бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари`,
            `B) Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари ва уларнинг ўринбосарлари`,
            `C) Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари ҳамда суриштирув ва маъмурий амалиёт бўлими бошлиқлари`,
            ` Қорақалпоғистон Республикаси, вилоятлар, Тошкент шаҳри божхона 
            бошқармалари ва «Тошкент-АЭРО» ИБК бошлиқлари, пост бошлиқлари, 
            суриштирув ва маъмурий амалиёт бўлими бошлиқлари`,
        ],
        answer: 1
    },
    {
        num: 14,
        q: `14. Маъмурий ҳуқуқбузарлик тўғрисидаги иш юзасидан чиқарилган қарор 
        хусусида шу қарорнинг нусхаси олинган кундан эътиборан қанча муддатда шикоят берилиши мумкин?`,
        options: [`ўн беш кун ичида`,
            ` йигирма кун ичида`,
            ` ўн икки кун ичида`,
            ` ўн кун ичида`,
        ],
        answer: 3
    },
    {
        num: 15,
        q: `15. Маъмурий ҳуқуқбузарлик тўғрисидаги иш юзасидан чиқарилган қарор 
        устидан кимга шикоят қилиниши (протест келтирилиши) мумкин?`,
        options: [`A) юқори турувчи органга (мансабдор шахсг ёки жиноят ишлари бўйича туман (шаҳар) судига`,
            `B)  божхона органига`,
            `C)      прокуратура органларига`,
            `     Олий Судга`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `16. Жиноят тушунчаси ва белгилари:`,
        options: [` ЖК билан тақиқланган, тўғри ёки эгри қасд ортидан содир 
        этиладиган ижтимоий хавфли қилмиш жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` Қонун ҳужжатлари билан тақиқланган, айбли ижтимоий хавфли 
            қилмиш (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` ЖПК билан тақиқланган, айбли ижтимоий хавфли қилмиш 
            (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
            ` ЖК билан тақиқланган, айбли ижтимоий хавфли қилмиш 
            (ҳаракат ёки ҳаракатсизлик) жазо қўллаш таҳдиди билан жиноят деб топилади.`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `17. Жиноят таркиби тушунчаси ва турлари:`,
        options: [` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган 
        объектив ва субъектив белгилар йиғиндиси. Объект, субъект.`,
            `B) Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Объект, объектив томон, субъект, субъектив томон`,
            `C) Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Объектив томон, субъектив томон`,
            ` Ижтимоий хавфли қилмишни жиноят сифатида ифодалайдиган объектив 
            ва субъектив белгилар йиғиндиси. Субъект, субъектив томон`,
        ],
        answer: 1
    },
    {
        num: 18,
        q: `18. Айбнинг шакллари ва тушунчаси:`,
        options: [` ЖПКда назарда тутилган ижтимоий хавфли қилмишни тўғри ёки 
        эгри қасд орқасида содир этган шахс ҳуқуқбузарлик содир этилишида айбдор деб топилиши мумкин.`,
            `B) ЖПКда назарда тутилган ҳуқуқбузарликни қасддан ёки эҳтиётсизлик 
            орқасида содир этган шахс айбдор деб топилиши мумкин.`,
            `C) ЖКда назарда тутилган ижтимоий хавфли қилмишни қасддан ёки 
            эҳтиётсизлик орқасида содир этган шахс жиноят содир этилишида айбдор деб топилиши мумкин.`,
            ` ЖКда назарда тутилган қилмишни тўғри ёки эгри қасд орқасида 
            содир этган шахс айбдор деб топилиши мумкин.`,
        ],
        answer: 2
    },
    {
        num: 19,
        q: `19. Жиноятлар ўз хусусияти ва ижтимоий хавфсизлик даражасига кўра қандай турларга бўлинади?`,
        options: [`A) Оғир ва ўта оғир жиноятларга`,
            `B) Ижтимоий хавфи катта бўлмаган, унча оғир бўлмаган жиноятларга`,
            `C) Унча оғир бўлмаган ва ўта енгил жиноятларга`,
            ` А, В жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 20,
        q: `20. Жиноят Кодексидаги божхона қонунчилиги бузилиши билан боғлиқ моддалар қаторини белгиланг`,
        options: [`A)    182, 184, 186, 246, 1301, 2501, 2443, 2444 моддалар`,
            `B)     182, 184, 186, 246, 130, 2501, 2444 моддалар`,
            `C)     182, 184, 243, 246, 1301, 250, 2443, 2444 моддалар`,
            `    182, 184, 246, 130, 1301 , 2501, 2443, 2444  моддалар`,
        ],
        answer: 3
    },
    {
        num: 21,
        q: `21. Шахсни ЖКнинг 130-моддасидаги жиноятга  тортиш учун  шахс 
        МЖТКнинг қайси моддасидаги ҳуқуқбузарлик учун жавобгарликка тортилган бўлиши керак?`,
        options: [` 178`,
            `B) 189`,
            ` 188`,
            ` 134`,
        ],
        answer: 1
    },
    {
        num: 22,
        q: `22. Зўравонликни ёки шафқатсизликни тарғиб қилувчи маҳсулотни 
        тарқатиш, реклама қилиш, намойиш этиш мақсадида тайёрлаш ёки Ўзбекистон 
        Республикаси ҳудудига олиб кириш жиноятининг субъекти?`,
        options: [` 16 ёшга тўлган ақли расо жисмоний шахс`,
            `B) 18 ёшга тўлган ақли расо жисмоний шахс`,
            `  14 ёшга тўлган ақли расо жисмоний шахс`,
            `  13 ёшга тўлган ақли расо жисмоний шахс`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `23. Пиротехника буюмларининг қонунга хилоф муомаласи жиноятининг предмети нима? `,
        options: [` Табиий ва сунъий моддалар, кимёвий бирикмалар ва аралашмалар`,
            `B) Портловчи, тез алангаланувчи, пиротех­ника буюмлари`,
            ` Ўювчи моддалар, емирувчи таъсир кўрсатадиган кимёвий моддалар`,
            ` Кимёвий бирикмалар ва аралашмалар`,
        ],
        answer: 1
    },
    {
        num: 24,
        q: `24. Айбга иқрорлик тўғрисида келишув тузилган жиноятлар бўйича жазо тайинлаш тартиби қандай?`,
        options: [` жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
        моддасида (қисмид назарда тутилган энг кўп жазонинг учдан бир қисмидан ошмаслиги керак`,
            `  жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
            моддасида (қисмид назарда тутилган энг кўп жазонинг учдан икки қисмидан ошмаслиги керак`,
            `  жазонинг муддати ёки миқдори ЖК Махсус қисмининг тегишли 
            моддасида (қисмид назарда тутилган энг кўп жазонинг ярмидан ошмаслиги керак`,
            ` Бундай ҳоллар жавобгарликни истисно этадиган ҳолатлар ҳисобланади.`,
        ],
        answer: 2
    },
    {
        num: 25,
        q: `25. Жуда кўп миқдорни белгиланг...`,
        options: [` БҲМнинг 500 баравари ва ундан ортиқ миқдор.`,
            ` БҲМнинг 100 бараваридан 300 бараваригача миқдор.`,
            ` БҲМнинг 300 бараваридан 500 бараваригача миқдор.`,
            ` БҲМнинг 300 бараваридан 600 бараваригача бўлган миқдор.`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `26. Жиноят қонунчилиги тўрт турдаги иштирокчиликни қайд этади. Булар - ...`,
        options: [` бажарувчи, ташкилотчи, далолатчи, ёрдамчи`,
            ` бажарувчи, ташкилотчи, таъминловчи, ёрдамчи`,
            ` ижрочи, ташкилотчи, ёрдамчи, далолатчи`,
            ` бажарувчи, ташкилотчи, таъминловчи.`,
        ],
        answer: 0
    },
    {
        num: 27,
        q: `27.  Анча миқдордаги зарар қанча қийматга эга?`,
        options: [` базавий ҳисоблаш миқдорининг юз бараваридан уч юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг эллик бараваридан юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг уч юз бараваридан беш юз бараваригача бўлган миқдордаги зарар`,
            ` базавий ҳисоблаш миқдорининг икки юз бараваридан тўрт юз бараваригача бўлган миқдордаги зарар`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `28.  А. исмли шахс Ўзбекистон Республикаси Жиноят Кодексининг 
        212-моддаси 2-қисмида назарда тутилган (пора олиш-бериш, воситачилик 
            қилиш) жиноятида айбланган.  А.нинг  жинояти ижтимоий хавфлилик 
        даражасига кўра қайси туркумдаги жиноятга киради?`,
        options: [` оғир жиноятга`,
            ` ўта оғир жиноятга`,
            ` ижтимоий хавфли катта бўлмаган жиноятга`,
            ` унча оғир бўлмаган жиноятга`,
        ],
        answer: 0
    },
    {
        num: 29,
        q: `29. Латент жиноятчилик деганда нимани тушунасиз?`,
        options: [` Содир этилган, лекин турли сабабларга кўра тегишли давлат 
        органлари томонидан рўйхатга олинмаган жиноятлар`,
            ` Содир этилган, аммо жавобгарлик муддати ўтиб кетган жиноятлар`,
            ` Муайян бир даврда ижтимоий хавфли тус олган жиноятлар`,
            ` Содир этилган, лекин исботланмаган жиноятлар`,
        ],
        answer: 0
    },
    {
        num: 30,
        q: `30. Пора олиш жиноятининг (ЖК-210 модд субъекти кимлар бўлади?`,
        options: [` фақат мансабдор шахслар`,
            `  пора олаётган ҳар қандай шахс`,
            `  мансабдор шахс бўлмаган хизматчилар`,
            ` фақат мансабдор шахслар ва мансабдор шахс бўлмаган хизматчилар`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `31. Жиноят кодексидаги назарда тутилган қайси жиноят учун божхона 
        органи томонидан айб далолатномаси тузилади?`,
        options: [`A) Солиқлар ёки бошқа мажбурий тўловларни тўлашдан бўйин 
        товлаш жиноятини такроран содир этилса`,
            `B) Рангли металлар, уларнинг парча ва резги чиқитларини тайёрлаш, 
            олиш, улардан фойдаланиш ҳамда уларни ўтказиш қоидаларини 
            бузиш бир гуруҳ шахслар томонидан содир этилган бўлса`,
            `C) Рангли металлар, уларнинг парча ва резги чиқитларини тайёрлаш, 
            олиш, улардан фойдаланиш ҳамда уларни ўтказиш қоидаларини бузиш 
            хавли рецидивист томонидан содир этилган бўлса`,
            ` Контрабанда жиноятининг биринчи қисми содир этилган бўлса`,
        ],
        answer: 0
    },
    {
        num: 32,
        q: `32. Қуйидаги ҳоллардан қай бири терговга қадар текширув муддатини узайтирилиши учун асос бўла олмайди?`,
        options: [`A) суриштирувчи маъмурий вазифани амалга ошираётганида ёки 
        бошқа жиноятга доир иш бўйича суриштирув ўтказиш чоғида жиноятга оид маълумотларни аниқлаганида`,
            `B) ўтказиш учун кўп вақт талаб қиладиган экспертиза, хизмат 
            текшируви, ҳужжатли тафтиш ёки бошқа текширув тайинланган бўлса`,
            `C) олис жойларда бўлган ёки чақирувга биноан ҳозир бўлишдан бўйин 
            товлаётган шахслардан тушунтиришлар талаб қилиб олиш зарур бўлса`,
            ` янги ҳолатлар аниқланиб, уларни қўшимча тарзда текширмасдан туриб қарор қабул қилишнинг имкони бўлмаса`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `33. ЖПКга асосан, терговга қадар текширувни амалга оширувчи орган 
        мансабдор шахси мазкур орган бошлиғининг ёзма кўрсатмасига норози 
        бўлган тақдирда бу кўрсатма устидан кимга шикоят қилишга ҳақли?`,
        options: [`A) прокурорга`,
            `B) судга`,
            `C) тергов органига`,
            ` юқори турувчи терговга қадар текширувни амалга оширувчи органига`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `34. Ўзбекистон байроғи остида учувчи самолёт ичида Ўзбекистон 
        ҳудудидан ташқари нейтрал ҳудудда жиноят содир этилди. Жиноят қаерда содир этилган деб топилади?`,
        options: [`A) Ўзбекистон ҳудудида`,
            `B) Чет давлатда`,
            `C) Нейтрал ҳудудда`,
            ` Энг яқин давлат ҳудудида`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `35. Суриштирув юритиш муддатини тўғри жавобини топинг.`,
        options: [`A) суриштирув жиноят иши қўзғатилган кундан бошлаб бир ойдан ошмаган муддатда тамомланиши лозим`,
            `B) суриштирув жиноят иши қўзғатилган кундан бошлаб ўн кундан ошмаган муддатда тамомланиши лозим`,
            `C) суриштирув жиноят иши қўзғатилган кундан бошлаб ўттиз кундан ошмаган муддатда тамомланиши лозим`,
            ` суриштирув жиноят иши қўзғатилган кундан бошлаб икки ойдан ошмаган муддатда тамомланиши лозим`,
        ],
        answer: 0
    },
    {
        num: 36,
        q: `36. Қайси қаторда далилларнинг мақбул эмаслиги нотўғри кўрсатилган?`,
        options: [` Жиноят процесси иштирокчиларига ёки уларнинг яқин қариндошларига нисбатан 
        қийноққа солиш ва бошқа шафқатсиз, ғайриинсоний ёки қадр-қимматни камситувчи муомала 
        ҳамда жазо турларини қўллаган ҳолда олинган далиллар.`,
            `B) Далилларни сохталаштириш (қалбакилаштириш) йўли билан, гумон 
            қилинувчининг, айбланувчининг ёки судланувчининг ҳимояга бўлган 
            ҳуқуқлари, шунингдек таржимон хизматларидан фойдаланиш ҳуқуқи бузилган ҳолда ҳолда олинган далиллар.`,
            `C) Жиноят иши бўйича процессуал ҳаракатнинг мазкур жиноят ишини 
            юритишни амалга ошириш ҳуқуқига эга бўлган шахс томонидан бажарилиши натижасида ҳолда олинган далиллар.`,
            ` Номаълум манбадан ёхуд жиноят ишини юритиш жараёнида аниқлаш 
            мумкин бўлмаган манбадан ҳолда олинган далиллар. `,
        ],
        answer: 2
    },
    {
        num: 37,
        q: `37. Гиёҳвандлик воситалари, психотроп моддалардан қонунга хилоф 
        равишда фойдаланиш деганда нима назарда тутилади?`,
        options: [` Қонунчиликни бузган ҳолда таркибида гиёҳвандлик моддаси 
        бўлган ўсимликлардан, доривор, кимёвий ва бошқа моддалардан фойдаланиш 
        ёки истеъмол қилишга тайёр бир ёки бир неча гиёҳвандлик воситалари, психотроп моддалар олиниши.`,
            `B) Қонунчиликда бундай восита ёки моддалар билан қонунга мувофиқ 
            муомала қилиш учун белгиланган қоида ва тартибни бузган ҳолда содир этилган ҳаракатлар.`,
            `C) Гиёҳвандлик воситалари, психотроп моддаларни қонунчиликда 
            белгиланган қоида ва тартибни бузган ҳолда йўқ қилишга қасддан қаратилган ҳаракатлар тушунилиши лозим.`,
            ` Тўғри жавоб йўқ.`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `38. Фактлар тўғрисидаги маълумотлар ... бўлса, улар мақбул далиллар бўлиши мумкин.`,
        options: [` Ишнинг исбот қилиниши лозим бўлган ҳолатларини аниқласа ёки рад этса;`,
            `B) Қонунда кўрсатилган манбалардан олинган;`,
            `C) қонунда белгиланган тартибда олинган ва расмийлаштирилган.`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 39,
        q: `39. Жиноий ишлар бўйича суриштирув, дастлабки ва суд тергови 
        давомида суриштирувчи, терговчи ва суд нималарни олиб қўйишга ҳақли? 
        1. Ашёвий далил сифатида аҳамиятга эга бўлган, муайян хусусиятлари, 
        белгилари, излари мавжуд нарса, ҳужжат ва бошқа ёзувлар. 
        2. Суд томонидан фуқаровий даъвони таъминлаш мақсадида ундирув 
        қаратилиши мумкин бўлган миллий ва чет эл валюта ҳамда бошқа қимматликлар. 
        3. Муомаладан чиқарилган ёки муомаласи чекланган нарсалар 
        (кейинги ўринларда "муомаладан чиқарилган" деб юритилади) - агарда 
        эгасида уларни сотиб олиш, сақлаш, фойдаланиш учун тегишли рухсатнома бўлмаса. 
        4. Гумон қилинувчи, айбланувчи, судланувчининг шахсини тасдиқловчи ҳужжатлар. 
        5. Давлат мукофотлари ва уларга тегишли ҳужжатлар`,
        options: [` 1,3,4,5`,
            `B) 1,2,3,4,5`,
            `C) 1,2,4,5`,
            ` 1,2,3,5`,
        ],
        answer: 1
    },
    {
        num: 40,
        q: `40. Сўроқ тергов ҳаракатида қуйидагилардан қайси бири тақиқланади?`,
        options: [` Ишора қилувчи саволлар бериш`,
            `B) Сўроқ қилинувчига сўроқ қилиш жараёнида ўзидаги ҳужжатлар ва 
            бошқа ёзувларни ўқиб эшиттиришга рухсат этилиши`,
            ` Сўроқ жараёнида баённома юритиш билан бир қаторда овозни ёзиб 
            олиш, видеоёзув ва кинотасвирга олиш ҳам қўлланилиши `,
            ` Сўроқнинг умумий давом этиш вақти бир кунда саккиз соат давом этиши`,
        ],
        answer: 0
    },
    {
        num: 41,
        q: `41. Кўрсатувларни ҳодиса содир бўлган жойда текширишнинг иштирокчиларини санаб ўтинг.`,
        options: [` Терговчи, таржимон, эксперт`,
            `B) Кўрсатувлари текширилаётган шахснинг иштирок этиши шарт эмас. `,
            ` Холислар, мутахассиснинг иштирок этиши шарт эмас`,
            ` Суриштирувчи, кўрсатувлари текширилаётган ёки 
            аниклаштирилаётган шахс, мутахассис, холислар, таржимон, эксперт, адвокат`,
        ],
        answer: 3
    },
    {
        num: 42,
        q: `42. Олиб қўйиш ёки тинтув ўтказиш вақтида ёпиқ биноларни ёки 
        буюмлар сақланадиган жойни унинг эгаси ўз ихтиёри билан очиб беришдан бош тортса….`,
        options: [` суриштирувчининг, терговчининг ўзи уларни очишга ҳақлидир`,
            `Б) суриштирувчининг, терговчи ўзи уларни оча олмайди`,
            ` прокурорнинг санкциясини олиб келиши керак`,
            ` Суриштирув, тергов органи бошлиғининг рухсати билан`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `43. Тафтиш ўтказиш муддати қанча?`,
        options: [` 20 календарь кун`,
            `B) 30 календарь кун`,
            ` 40 календарь кун`,
            ` 15 календарь кун`,
        ],
        answer: 1
    },
    {
        num: 44,
        q: `44. Ушлаб туриш муддати шахс амалда ушланган пайтдан 
        (эркин ҳаракатланишга бўлган ҳуқуқларнинг ҳақиқий чекланган пайти) 
        эътиборан кўпи билан неча соатни ташкил қилади?`,
        options: [` 24 соат `,
            `B) 48 соат`,
            ` 72 соат`,
            ` 12 соат`,
        ],
        answer: 1
    },
    {
        num: 45,
        q: `45. Қуйидагилардан қайси бири суриштирувни тамомлаш учун асос бўлмайди?`,
        options: [` жиноят ишини тугатиш тўғрисида қарор чиқариш`,
            `B) айблов далолатномаси`,
            ` ишни тиббий йўсиндаги мажбурлов чораларини қўллаш ёки 
            тарафларнинг ярашуви учун судга юбориш тўғрисида қарор чиқариш`,
            ` ариза ёки хабарни терговга тегишлилигига қараб юбориш ҳақида қарор чиқариш`,
        ],
        answer: 3
    },
    {
        num: 46,
        q: `46. Ўзбекистон Республикасининг 18.02.2021 йилдаги 675-сонли Қонуни 
        билан Жиноят процессига киритилган институтлар қайсилар?`,
        options: [` айбга иқрорлик тўғрисида келишув, кўрсатувларни олдиндан 
        мустаҳкамлаб қўйиш, жиноят иши бўйича дастлабки эшитув`,
            `B) айбга иқрорлик тўғрисида келишув, кўрсатувларни ҳодиса содир 
            бўлган жойда текшириш, жиноят иши бўйича дастлабки эшитув`,
            ` айбга иқрорлик тўғрисида келишув, жиноят иши бўйича дастлабки эшитув`,
            ` кўрсатувларни ҳодиса содир бўлган жойда текшириш, жиноят иши бўйича дастлабки эшитув`,
        ],
        answer: 0
    },
    {
        num: 47,
        q: `47. Дастлабки эшитув қандай асосларга кўра ўтказилади? 
        1) жиноят иши бўйича иш юритишни тўхтатиб туриш; 
        2) жиноят иши бўйича иш юритишни тугатиш; 
        3) жиноят ишини айблов далолатномасини, айблов хулосасини ёки тиббий 
        йўсиндаги мажбурлов чорасини қўллаш тўғрисидаги қарорни тасдиқлаган прокурорга юбориш; 
        4) Жиноят Кодексда назарда тутилган ҳолларда жиноят ишларини бирлаштириш; 
        5) номақбул далилларни ишдан чиқариб ташлаш тўғрисида тарафлардан 
        бирининг илтимоси мавжуд бўлса, ушбу далилларни чиқариб ташлаш`,
        options: [` 1,3,4,5`,
            `B) 1,2,3,4,5`,
            `C) 1,2,4,5`,
            ` 1,2,3,5`,
        ],
        answer: 1
    },
    {
        num: 48,
        q: `48. Жиноят ишини қўзғатиш мажбурияти ҳақида тўғри жавобни топинг.`,
        options: [` Суриштирувчи, терговчи ўз ваколатлари доирасида жиноят 
        содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            `B) Суриштирувчи, терговчи, прокурор ва терговга қадар текширувни 
            амалга оширувчи органнинг мансабдор шахси ўз ваколатлари доирасида 
            жиноят содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд 
            бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            `C) Суриштирувчи, терговчи, прокурор ўз ваколатлари доирасида 
            жиноят содир этилганлиги тўғрисида сабаб ва етарли асослар мавжуд 
            бўлган барча ҳолларда жиноят ишини қўзғатиши шарт.`,
            ` Тўғри жавоб келтирилмаган.`,
        ],
        answer: 1
    },
    {
        num: 49,
        q: `49. Жиноятга оид аризалар, хабарлар ва бошқа маълумотларни кўриб чиқиш муддати қанча?`,
        options: [` 15 кун`,
            `B) 20 кун`,
            `C) бир ой`,
            ` 10 кун`,
        ],
        answer: 3
    },
    {
        num: 50,
        q: `50. Тадбиркорлик фаолияти билан боғлиқ бўлган фактлар бўйича тадбиркорлик субъектига 
        нисбатан жиноят ишини қўзғатиш тартиби қандай?`,
        options: [` фақат Тадбиркорлар ҳуқуқларини ҳимоя қилиш бўйича вакил
        (бизнесс омбудсман) розилиги билан йўл қўйилади`,
            `B) Бош прокурор рухсати асосида йўл қўйилади `,
            `C) фақат Қорақалпоғистон Республикаси прокурорининг, вилоятлар ва 
            Тошкент шаҳар прокурорларининг розилиги билан ёхуд Ўзбекистон 
            Республикаси Бош прокурори ёки унинг ўринбосарининг розилиги билан йўл қўйилади`,
            ` Тадбиркорлар ҳуқуқларини ҳимоя қилиш бўйича вакил (бизнесс 
                омбудсман) ёки Бош прокурор рухсати асосида йўл қўйилади`,
        ],
        answer: 2
    },

];

console.log(quiz.length); // 

// === in gitBash: ==== 
// node js/question11.js