// **Question-12**
// *tayyor*
// # 12: Жиноят кодекси ҳақида... 
"use strick";
// Array of Objects
const quiz = [{
        num: 1,
        q: `ЖКнинг 182-моддаси 1-қисми билан жиноят ишини 
        қўзғатиш учун товар ёки бошқа қимматликларни қанча 
        миқдорда божхона чегарасидан ноқонуний ўтказилганлик ҳолати аниқланган бўлиши керак?`,
        options: [`анча миқдорда`,
            `кўп миқдорда`,
            `жуда кўп миқдорда`,
            `миқдорнинг аҳамияти йўқ`,
        ],
        answer: 1
    },
    {
        num: 2,
        q: `Божхона назоратидан яшириш деганда қандай ҳаракат тушунилади?`,
        options: [`шахснинг айнан чегара божхона пости орқали 
        олиб ўтилаётган товарларни беркитишга қаратилган 
        (топишни қийинлаштирадиган жойларда яшириш каби) ҳар қандай ҳаракати`,
            `Божхона чегараси орқали товарларни олиб ўтиш мақсадида била туриб ёлғон, қалбаки ҳужжатларни тақдим қилиш`,
            `Божхона пости бўлмаган чегаранинг бошқа жойлардан товарларни олиб ўтиш `,
            `Товарларни божхона органларининг иш вақтидан ташқари вақтда божхона чегарасидан олиб ўтиш  `,
        ],
        answer: 0
    },
    {
        num: 3,
        q: `Солиқлар ёки бошқа мажбурий тўловларни тўлашдан 
        бўйин товлаш жиноятининг субъектив томони тўғри кўрсатилган жавобни топинг?`,
        options: [` мазкур жиноят тўғри касд орқали 
        ифодаланади. Ушбу ҳаракатлардан бири учун илгари 
        айбдорга маъмурий жавобгарлик қўлланилганидан кейин яна 
        шундай қилмишнинг амалга оширилганлиги унинг қасддан содир этилганлигидан далолат беради.`,
            ` мазкур жиноят тўғри касд орқали ифодаланади. 
            Айбдор ўз ҳаракатлари ижтимоий хавфлилигини 
            англайди ва солиқлар ёхуд бошқа мажбурий тўловларни анча миқдорда 
            тўламаслик оқибатини келтириб чиқаришни хоҳлайди ёхуд бунга онгли равишда йўл қўяди.`,
            ` мазкур жиноят эҳтиётсизлик юзасидан содир этилган.`,
            ` мазкур жиноят эгри касд орқали ифодаланади.`,
        ],
        answer: 1
    },
    {
        num: 4,
        q: `Ташқи иқтисодий фаолият соҳасидаги жиноятлар кимлар томонидан содир этилиши мумкин?`,
        options: [`ташқи иқтисодий фаолият олиб борувчи хўжалик юритувчи субъектларнинг ходимлари.`,
            ` божхона брокерлари раҳбарлари.`,
            ` ташқи иқтисодий фаолият билан шуғуланмайдиган бошқа жисмоний шахслар.`,
            ` ҳамма жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 5,
        q: ` Ўзбекистон Республикасининг “Ташқи иқтисодий фаолият тўғрисида” 
        Қонуни талабларига асосан, “Ташқи иқтисодий фаолият” тушунчаси тўғри берилган жавобни топинг?`,
        options: [` ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси 
        жисмоний шахсларининг хорижий давлатларнинг жисмоний шахслари билан 
        ўзаро фойдали иқтисодий алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади. `,
            ` ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси юридик 
            шахсларининг хорижий давлатларнинг юридик шахслари билан ўзаро 
            фойдали иқтисодий алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади.  `,
            `ташқи иқтисодий фаолият деганда Ўзбекистон Республикаси юридик 
            шахсларининг халқаро ташкилотлар билан ўзаро фойдали иқтисодий 
            алоқаларни ўрнатиш ва ривожлантиришга қаратилган фаолияти тушунилади.  `,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 6,
        q: ` Ўзбекистон Республикаси Жиноят кодексининг 17-моддасига асосан, 
        ТИФ соҳасидаги жиноятларнинг субъекти кимлар ҳисобланади?`,
        options: [` жисмоний шахслар.`,
            `юридик шахслар.`,
            `барча жавоблар тўғри.`,
            `тўғри жавоб йўқ. `,
        ],
        answer: 1
    },
    {
        num: 7,
        q: ` ТИФ соҳасидаги жиноятлар кимлар томонидан содир этилиши мумкин?`,
        options: [` ташқи иқтисодий фаолият олиб борувчи хўжалик юритувчи субъектларнинг ходимлари.`,
            ` давлат органлари мансабдор шахслари ва божхона расмийлаштируви бўйича мутахассислари.`,
            ` халқаро транспорт компаниялари ходимлари.`,
            ` барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 8,
        q: ` Ўзбекистон Республикаси Жиноят кодексининг 182-моддаси 
        диспозициясига асосан, “Божхона тўғрисидаги қонун ҳужжатларини бузиш” 
        жинояти содир этиладиган усуллар тўғри кўрсатилган жавобни топинг? `,
        options: [`божхона назоратини четлаб ёки божхона назоратидан яшириш усули билан.`,
            `божхона ҳужжатлари ёки воситаларига ўхшатиб ясалган ҳужжатлардан алдаш йўли билан фойдаланган ҳолда.`,
            `декларациясиз ёхуд бошқа номга ёзилган декларациядан фойдаланган ҳолда.`,
            ` барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 9,
        q: ` Ташқи иқтисодий фаолият соҳаси билан боғлиқ бўлган Жиноят 
        кодексининг моддалари тўғри кўрсатилган жавобни топинг? `,
        options: [`ЖКнинг 175-моддаси “Ўзбекистон Республикасининг манфаатларига хилоф равишда битимлар тузиш”.`,
            `ЖКнинг 178-моддаси – “Чет эл валютасини яшириш”, ЖКнинг 
            184-моддаси – “Солиқ ва бошқа тўловлардан бўйин товлаш”.`,
            `ЖКнинг 177-моддаси – “Валюта қимматликларини қонунга хилоф равишда олиш ёки ўтказиш”.`,
            ` барча жавоблар`,
        ],
        answer: 3
    },
    {
        num: 10,
        q: `Ўзбекистон Республикасининг «Терроризмга қарши кураш тўғрисида»ги 
        Қонуни қабул қилинган йил ва сана тўғри кўрсатилган жавобни топинг?`,
        options: [` 2005 йил 12 ноябрь`,
            ` 2000 йил 15 декабрь`,
            ` 2010 йил 3 июль`,
            ` Тўғри жавоб йўқ.`,
        ],
        answer: 1
    },
    {
        num: 11,
        q: `Ўзбекистон Республикасининг «Терроризмга қарши кураш тўғрисида»ги 
        Қонуни талабларига асосан, “Терроризм” тушунчасига тўғри тариф берилган жавобни топинг?`,
        options: [`  «Терроризм» - сиёсий, диний, мафкуравий ва бошқа 
        мақсадларга эришиш учун шахснинг ҳаёти, соғлиғига хавф туғдирувчи, 
        мол-мулк ва бошқа моддий объектларнинг йўқ қилиниши (шикастлантирилиши) 
        хавфини келтириб чиқарувчи зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` «Терроризм» - сиёсий, диний, мафкуравий ва бошқа мақсадларга 
            эришиш учун давлатни, халқаро ташкилотни, жисмоний ёки юридик 
            шахсни бирон-бир ҳаракатлар содир этишга ёки содир этишдан 
            тийилишга мажбур қилишга қаратилган зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` «Терроризм» - сиёсий, диний, мафкуравий ва бошқа мақсадларга 
            эришиш учун халқаро муносабатларни мураккаблаштиришга, давлатнинг 
            суверенитетини, ҳудудий яхлитлигини бузишга, хавфсизлигига путур 
            етказишга, қуролли можаролар чиқаришни кўзлаб иғвогарликлар 
            қилишга, аҳолини қўрқитишга, ижтимоий-сиёсий вазиятни беқарор- 
            лаштиришга қаратилган, Ўзбекистон Республикасининг Жиноят кодексида 
            жавобгарлик назарда тутилган зўрлик, зўрлик ишлатиш билан қўрқитиш ёки бошқа жиноий қилмишлар.`,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 12,
        q: `Ўзбекистон Республикасининг “Экстремизмга қарши кураш тўғрисида”ги 
        Қонуни талабларига асосан, “Экстремизм” тушунчасига тўғри тариф берилган жавобни топинг?`,
        options: [` Экстремизм — ижтимоий-сиёсий вазиятни беқарорлаштиришга, 
        Ўзбекистон Республикасининг конституциявий тузумини зўрлик билан 
        ўзгартиришга қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Экстремизм — ҳокимиятни зўрлик ишлатиб эгаллашга ва унинг 
            ваколатларини ўзлаштириб олишга қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Экстремизм — миллий, ирқий, этник ёки диний адоват қўзғатишга 
            қаратилган ҳаракатларнинг ашаддий шакллари ифодасидир.`,
            ` Барча жавоблар тўғри.`,
        ],
        answer: 3
    },
    {
        num: 13,
        q: `Экстремизм ва терроризм билан боғлиқ ҳолда содир этиладиган 
        жиноятларнинг ижтимоий хавфлилигини намоён этувчи ҳолатлар тўғри кўрсатилган жавобни топинг?`,
        options: [`  экстремизм ва терроризм жиноятлари натижасида ижтимоий 
        ҳаётнинг турли жабҳа- ларида, яъни иқтисодий, маънавий, сиёсий, 
        молиявий, бошқарув ва бошқа соҳалардаги муносабатларга салбий таъсир ўтказади.`,
            ` экстремизм ва терроризм жиноий фаолиятининг уюшганлиги, алоҳида 
            тайёргарлик асосида амалга оширилиши, бир вақтнинг ўзида бошқа 
            кўпгина жиноятларнинг содир этилишига олиб келади.`,
            ` экстремизм ва терроризм жиноятлари инсон, унинг ҳаёти ва 
            соғлигига, мол-мулкига, бино, иншоотларга ва жамоат осойишталиги, 
            давлат хавфсизлигига турли хил кўринишдаги ва катта миқдорда зарарларнинг етка зилишига олиб келади. `,
            ` Барча жавоблар тўғри. `,
        ],
        answer: 3
    },
    {
        num: 14,
        q: `Гиёҳвандлик (наркотик) воситалари бу…?`,
        options: [` гиёҳвандлик воситалари рўйхатига киритилган ва Ўзбекистон 
        Республикасида назоратга олинадиган, келиб чиқиши синтетик ёки табиий 
        моддалар, таркибида гиёҳвандлик моддаси бўлган препаратлар ва ўсимликлар`,
            ` ўсимликлардан олинган моддалар ҳисобланиб, уларни таркиби 
            жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан 
            чиқарувчи, кимёвий моддалардан олинган моддалар ҳисобланиб, уларни 
            таркиби жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан чиқарувчи, ўсимликлардан олинган моддалар`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Прекурсорлар бу…?`,
        options: [` наркотик моддалар олишда қўлланиладиган кимёвий моддалар`,
            ` прекурсорлар рўйхатига киритилган ва Ўзбекистон Республикасида 
            назоратга олинадиган гиёҳвандлик воситалари ва психотроп моддалар тайёрлаш учун фойдаланиладиган моддалар`,
            ` наркотик моддаларнинг бир турини иккинчисига айлантиришда, синтетик наркотик моддалар `,
            ` олишда қўлланиладиган кимёвий моддалар бўлиб, амиак, хлор, уксус 
            кислотаси ва бошқалардир психотроп моддалар олишда қўлланиладиган кимёвий моддалар`,
        ],
        answer: 1
    },
    {
        num: 16,
        q: `Психотроп моддалар бу…?`,
        options: [` Ўзбекистон Республикасида назоратга олинадиган, келиб чиқиши синтетик моддалар`,
            ` инсон онгига таъсир этувчи ва бошқарув нерв системасини ишдан чиқарувчи келиб чиқиши табиий моддалар`,
            ` ўсимликлардан олинган моддалар ҳисобланиб, уларни таркиби 
            жихатидан табиий, ярим синтетик ва синтетик бўлиш мумкин`,
            ` психотроп моддалар рўйхатига киритилган ва Ўзбекистон 
            Республикасида назоратга олинадиган, келиб чиқиши синтетик ёки табиий моддалар`,
        ],
        answer: 3
    },
    {
        num: 17,
        q: `Гиёҳвандлик воситалари, психотроп моддалар ва прекурсорларни 
        Ўзбекистон Республикаси ҳудуди орқали олиб кириш, олиб чиқиш ва транзит 
        тарзида ўтказиш тартиби Вазирлар Маҳкамасининг қайси қарорида белгиланган?`,
        options: [` 2015 йил 12 ноябрдаги 330-сон қарори`,
            ` 2002 йил 21 февралдаги 62-сон қарори`,
            ` 2003 йил 16 июлдаги 315-сон қарори`,
            ` 2013 йил 15 августдаги 225-сон қарори`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `Жисмоний шахслар томонидан гиёҳвандлик воситаларини Ўзбекистон 
        Республикаси худудига олиб киришда қайси тартибда рухсат берилади`,
        options: [` гиёҳвандлик воситаларини 7 суткалик эҳтиёждан ортиқ 
        бўлмаган миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
        муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 14 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 3 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 5 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб киришга яшаш ёки бўлиш мамлакатининг тиббиёт 
            муассасаси томонидан берилган, даволаш курсининг тавсия этиладиган 
            сони кўрсатилган ҳужжатлар мавжуд бўлмаганда`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `“Гиёҳвандлик воситалари ва психотроп моддалар тўғрисида”ги 
        Ўзбекистон Республикасининг Қонуни қачон қабул қилинган`,
        options: [` 1999 йил 19 августда (813-I-сон)`,
            ` 1998 йил 20 августда (812-I-сон)`,
            ` 2000 йил 15 августда (814-I-сон)`,
            ` 2001 йил 25 августда (815-I-сон)`,
        ],
        answer: 0
    },
    {
        num: 20,
        q: `Дори воситалари ва тиббий буюмларни жисмоний шахслар томонидан 
        шахсий фойдаланиш учун олиб кириш ҳамда олиб чиқиш тартиби тўғрисидаги 
        низом Ўзбекистон Республикаси Вазирлар Маҳкамасининг қайси қарори билан қабул қилинган?`,
        options: [` 2016 йил 8 июнда 191-сон билан`,
            ` 2015 йил 8 июнда 293-сон билан`,
            ` 2017 йил 8 июнда 330-сон билан`,
            ` 2014 йил 8 июнда 200-сон билан`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Яшаш ёки бўлиш мамлакати тиббиёт муассасаси томонидан берилган 
        ҳужжат тақдим этилмасдан қуйидаги миқдордаги психотроп моддаларни 
        жисмоний шахслар томонидан шахсий фойдаланиш учун олиб кирилади ва олиб чиқилади?`,
        options: [` турли номдаги 5 тагача даволаш препаратларини ва улардан 
        ҳар бирининг иккитадан ортиқ бўлмаган ўрамини даволаш курси доирасида 
        олиб кириш ва олиб чиқишда рухсат берилади.`,
            ` турли номдаги 50 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 10 ўрамдан ортиқ бўлмаган дори 
            воситалари, 10 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
            ` турли номдаги 20 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 10 ўрамдан ортиқ бўлмаган дори 
            воситалари, 5 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
            ` турли номдаги 10 тагача дори препаратларидан иборат дори 
            воситалари ва уларнинг ҳар бири учун 5 ўрамдан ортиқ бўлмаган дори 
            воситалари,  10 бирликдан ортиқ бўлмаган тиббий буюмлар.`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Жисмоний шахслар томонидан гиёҳвандлик воситаларини Ўзбекистон 
        Республикаси худудидан олиб чиқишда қайси тартибда рухсат берилади?`,
        options: [` гиёҳвандлик воситаларини 7 суткалик эҳтиёждан ортиқ 
        бўлмаган миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
        комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 14 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
            ` гиёҳвандлик воситаларини 5 суткалик эҳтиёждан ортиқ бўлган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлмаганда`,
            ` гиёҳвандлик воситаларини 3 суткалик эҳтиёждан ортиқ бўлмаган 
            миқдорда олиб чиқишга тиббиёт муассасасининг даволаш-маслаҳат 
            комиссиясининг муҳри билан тасдиқланган хулосаси мавжуд бўлганда`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `Назорат остида етказиб бериш усули қандай предметларга нисбатан қўлланилади?`,
        options: [`ноқонуний муомалага киритилган гиёҳвандлик воситалари, 
        психотроп моддалар ва прекурсорларга нисбатан`,
            `жиноят содир этиш қуроли ёки воситаси бўлган бошқа ашёларга нисбатан`,
            `жиноий йўл билан топилган ашёларга ёки улар билан қонунга хилоф 
            хатти-ҳаракатлар содир этиш контрабанда ҳисобланувчи ашёларга нисбатан`,
            `ҳамма жавоб тўғри`,
        ],
        answer: 3
    },
    {
        num: 24,
        q: `Назорат остида етказиб бериш амалга оширилаётганда божхона чегараси 
        орқали олиб ўтилаётган гиёҳвандлик воситаларини, психотроп моддаларни, 
        прекурсорларни ва бошқа ашёларни олиб қўйиш ёки алмаштириш тартиби 
        қайси ваколатли орган томонидан белгиланади?`,
        options: [`Ўзбекистон Республикаси Олий Суди`,
            `Ўзбекистон Республикаси Олий мажлиси`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `ДБҚ ва назорат остида етказиб беришни амалга ошираётган бошқа ваколатли органлар`,
        ],
        answer: 2
    },
    {
        num: 25,
        q: `Назорат остида товар етказиб бериш усули қўлланилганда мусодара 
        қилинган пул маблағлари ва бошқа мол-мулкни тасарруф этиш қандай амалга оширилади?`,
        options: [`Назорат остида товар етказиб бериш усули қўлланилганда 
        мусодара қилинган пул маблағлари ва бошқа мол-мулк охирги белгиланган давлат фойдасига мусодара қилинади`,
            `Назорат остида товар етказиб бериш усули қўлланилганда мусодара 
            қилинган пул маблағлари ва бошқа мол-мулк етказиб бериш бошланган давлат фойдасига мусодара қилинади`,
            `Назорат остида товар етказиб бериш усулини қўллашда иштирок этган 
            давлатлар ўртасида Ўзбекистон Республикаси Давлат божхона қўмитаси 
            ва чет давлатларнинг ваколатли органлари ўртасидаги келишувга мувофиқ тақсимланади`,
            `тўғри жавоб йўқ`,
        ],
        answer: 2
    },
    {
        num: 26,
        q: `Божхона органлари томонидан тезкор қидирув фаолиятини ўтказиш учун асослар кўрсатилган қаторни белгиланг?`,
        options: [`Жиноят ишининг мавжудлиги, Жиноят иши юзасидан суриштирувчи, 
        терговчининг ёки прокурорнинг ёзма топшириғи, Прокурорнинг ёзма 
        кўрсатмаси (топшириғи), Жиноятни тайёрлаш ёки содир этиш ёхуд унга дахлдор шахслар тўғрисидаги маълумотлар`,
            `Шахс, жамият ва давлат хавфсизлигига таҳдид солувчи шахслар, 
            ҳодиса ва ҳаракатлар ҳақида ахборотларнинг мавжудлиги, Яшириниб 
            юрган, жазодан бўйин товлаётган, бедарак йўқолган шахслар, шахси 
            аниқланмаган мурдалар ҳақида аён бўлган маълумотлар,`,
            `ЎзР халқаро шартномалари бўйича келиб тушган сўровномалар, ТҚФни 
            амалга оширувчи бошқа органларнинг сўровномалари`,
            `барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 27,
        q: `ТҚФ органи раҳбари қарори асосида прокурор билан келишган ҳолда 
        амалга ошириладиган тезкор тадбирлар қайси жавобда тўғри кўрсатилган?`,
        options: [`Текшириш учун харид қилиш, Назорат остида олиш`,
            `Назорат остида етказиб бериш, Тезкор эксперимент`,
            `Ниқобланган операция, Тезкор киритиш`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 28,
        q: `Алоҳида қарор чиқариш талаб қилинмайдиган, тезкор ходим томонидан 
        тўғридан-тўғри ўтказиладиган тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Сўров, Маълумотлар тўплаш`,
            `Текшириш учун харид қилиш, Тезкор кузатув`,
            `Қиёсий текширув учун намуналар йиғиш, Предметлар ва ҳужжатларни текшириш`,
            `1 ва 3  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 29,
        q: `Алоҳида қарор чиқариш талаб қилинмайдиган, тезкор ходим томонидан 
        тўғридан-тўғри ўтказиладиган тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Сўров, Маълумотлар тўплаш`,
            `Текшириш учун харид қилиш, Тезкор кузатув`,
            `Қиёсий текширув учун намуналар йиғиш, Предметлар ва ҳужжатларни текшириш`,
            `1 ва 3  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 30,
        q: `Махсус ваколатли давлат органининг кучлари хамда воситалари билан 
        тезкор-қидирув тадбирлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Почта, курьерлик жунатмалари ва телеграф хабарларини назорат килиш`,
            `Телефонлар ва бошка телекоммуникация курилмалари оркали олиб 
            бориладиган сузлашувларни эшитиб туриш, улар оркали узатиладиган 
            ахборотни олишабонентлар ёки абонент курилмалари уртаеидаги богланишлар тутрисида ахборот олиш`,
            `Тўғри жавоб йўқ`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 31,
        q: `Ахборотни ва ахборот таҳлилий ҳужжатларни баҳолашнинг асосий 
        мезонлари тўғри кўрсатилган қаторни белгиланг?`,
        options: [`Долзарблик, Ўз вақтидалик, Ишончлилик`,
            `Тўлиқлик, Янгилик`,
            `Тўғри жавоб йўқ`,
            `1 ва 2  жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 32,
        q: `Божхона аудитини ташкил этилишининг ҳуқуқий асоси тўғри кўрсатилган қаторни топинг?`,
        options: [` Ўзбекистон Республикаси Президентининг 2020 йил 5 июндаги ПФ-6005-сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12 апрелдаги ПФ-5414-сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12 апрелдаги ПҚ-3665-сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2021 йил 10 сентябрдаги ПФ-6310-сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `Божхона аудити нима?`,
        options: [` Товарларни чиқаришга рухсат берилгандан сўнг божхона 
        тўғрисидаги қонунчилик ҳужжатларига риоя этилганлигини ваколатли 
        шахслар томонидан божхона расмийлаштируви жараёнида тақдим этилган 
        ҳужжатларни молия-хўжалик фаолиятига боғлиқ ҳужжатларда акс эттирилган 
        маълумотлар билан солиштирган ҳолда ўрганиш ва текширишга асосланган божхона назорати шакли`,
            `божхона органлари томонидан ўз ваколатлари доирасида божхона 
            тўғрисидаги қонунчилик ҳужжатларига мувофиқ ёзма шаклда қабул қилинган ҳуқуқий ҳужжат`,
            `божхона аудитини ваколатли шахснинг иш жойи ва (ёки) ўз фаолиятини 
            амалга оширадиган ҳудудга бормаган ҳолда амалга ошириш`,
            `божхона аудитини ваколатли шахснинг иш жойи ва (ёки) ўз фаолиятини 
            амалга оширадиган ҳудудда ёхуд товарлар жойлашган жойда амалга ошириш`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `Божхона аудитининг қандай турлари мавжуд?`,
        options: [`Режали ва доимий`,
            ` Камерал ва сайёр`,
            `Комплекс ва мақсадли`,
            `Комплекс ва сайёр`,
        ],
        answer: 1
    },
    {
        num: 35,
        q: `Божхона аудити ваколатли шахсга (ТИФ иштирокчиси) нисбатан қандай вазифалар ўрганилади ва текширилади?`,
        options: [`Товарларни муайян божхона режимига жойлаштиришнинг қонунийлиги`,
            `Божхона декларациясида қайд этилган маълумотларнинг тасдиқловчи 
            ҳужжатларда кўрсатилган маълумотларга мослиги`,
            `Маълум қилинган божхона қийматининг ҳаққонийлиги ва божхона 
            тўловларининг тўғри ҳисобланганлиги ва ундирилганлиги`,
            ` Барча жавоблар тўғри`,
        ],
        answer: 3
    },
    {
        num: 36,
        q: `Камерал божхона аудитини ўтказиш муддати қанча?`,
        options: [`90 кун`,
            `30 кун`,
            ` 10 иш куни`,
            `15 иш куни`,
        ],
        answer: 2
    },
    {
        num: 37,
        q: `Божхона органи мансабдор шахсининг камерал божхона аудитини ўтказиш 
        тўғрисидаги хабарномани ваколатли шахсга юбориш муддати қанча?`,
        options: [`Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўн беш кун олдин`,
            ` Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан етти кун олдин`,
            `Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўн кун олдин`,
            `Камерал божхона аудитини ўтказиш белгиланган кундан эътиборан ўттиз кун олдин`,
        ],
        answer: 1
    },
    {
        num: 38,
        q: `Камерал божхона аудити якунида божхона органи мансабдор шахси қандай ҳаракатларни амалга оширади?`,
        options: [`Камерал божхона аудити натижалари бўйича далолатнома ёзма равишда тузилади`,
            ` Камерал божхона аудити натижалари бўйича далолатнома Давлат 
            божхона қўмитаси ахборот тизими орқали расмийлаштирилади ҳамда 
            қоғозга чоп этилган нусхаси божхона аудити тугаган кундан бошлаб 
            беш иш кунидан кечиктирмай ваколатли шахсга юборилади`,
            `Камерал божхона аудити натижалари бўйича далолатнома божхона 
            органининг мансабдор шахси томонидан 3 нусхада расмийлаштирилади.`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 1
    },
    {
        num: 39,
        q: `Божхона аудити товарларнинг божхона назорати остида бўлиш муддати 
        тугаган пайтдан эътиборан қанча вақт давомида амалга оширилиши мумкин?`,
        options: [`Бир йил`,
            `Беш йил`,
            ` Уч йил`,
            `Икки йил`,
        ],
        answer: 2
    },
    {
        num: 40,
        q: `Сайѐр божхона аудитини ўтказиш муддати қанча?`,
        options: [`Сайѐр божхона аудитини ўтказиш муддати ўн беш иш кунидан ошмаслиги керак`,
            `Сайѐр божхона аудитини ўтказиш муддати ўттиз кундан ошмаслиги керак`,
            `Сайѐр божхона аудитини ўтказиш муддати ўн кундан ошмаслиги керак`,
            ` Сайѐр божхона аудитини ўтказиш муддати ўттиз иш кунидан ошмаслиги керак`,
        ],
        answer: 3
    },
    {
        num: 41,
        q: `Божхона органи мансабдор шахсининг сайѐр божхона аудитини ўтказиш 
        тўғрисидаги хабарномани ваколатли шахсга юбориш муддати қанча?`,
        options: [`Божхона органи хабарномани ваколатли шахсга сайѐр божхона 
        аудитини ўтказиш муддатидан ўн беш кун олдин ваколатли шахснинг шахсий кабинетига электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан ўн кун олдин ёзма ёки электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан етти кун олдин ёзма ёки электрон шаклда юборади.`,
            `Божхона органи хабарномани ваколатли шахсга сайѐр божхона аудитини 
            ўтказиш муддатидан ўн иш куни аввалдан ваколатли шахсга электрон шаклда юборади.`,
        ],
        answer: 0
    },
    {
        num: 42,
        q: `Ситуацион марказ ташкил этилишининг ҳуқуқий асоси тўғри кўрсатилган қаторни топинг?`,
        options: [`2021 йил 10 сентябрдаги ПФ-6310-сонли фармони асосида.`,
            `2020 йил 5 июлдаги ПФ-6005-сон фармони асосида.`,
            `2018 йил 12 апрелдаги ПФ-3665-сон қарори асосида.`,
            `2020 йил 24 ноябрдаги ПФ-5582-сон фармони асосида.`,
        ],
        answer: 1
    },
    {
        num: 43,
        q: `Қуйидагилардан қайси бири Ситуацион марказнинг асосий вазифаларидан бири ҳисобланади?`,
        options: [`контрабанда ва божхона қонунчилиги бузилишига қарши курашиш, 
        уларни содир этилишига дахлдор бўлган шахсларни аниқлаш ва қидириб топиш`,
            `хавф даражаси юқори бўлган товарларни олиб кирилиши ҳамда манзилга 
            етказилиши ҳамда уларни расмийлаштирилишида қўққисдан 
            ва хуфиёна текширувларни ташкиллаштириш ҳамда ўтказиш`,
            ` аниқланган ҳолатлар таҳлили натижасида хавф профилларини ишлаб 
            чиқиш, тасдиқлаш ҳамда хавфларни минималлаштириш чораларини белгилаш`,
            `Барча жавоблар тўғри`,
        ],
        answer: 2
    },
    {
        num: 44,
        q: `ИКМдан фойдаланган ҳолда темир йўл таркибларини божхона назоратидан 
        ўтказишда ИКМ гуруҳи ходимлари темир йўл бекати навбатчисидан 
        маълумотларни поезд келишидан неча дақиқа олдин олиши керак?`,
        options: [`40`,
            `45`,
            `50`,
            `30`,
        ],
        answer: 3
    },
    {
        num: 45,
        q: `ИКМ билан ишлаш гуруҳи ходимлари бевосита кимга бўйсунади?`,
        options: [`Пост бошлиғига`,
            `Ситуацион марказ бошлиғига`,
            `Ҳудудий бошқарма бошлиғига`,
            `Смена бошлиғига`,
        ],
        answer: 1
    },
    {
        num: 46,
        q: `Рентген тасвирларида органик моддалар қандай рангда кўринади?`,
        options: [`оқ`,
            `яшил`,
            `кўк`,
            `тўқ сариқ`,
        ],
        answer: 3
    },
    {
        num: 47,
        q: `Камерал божхона аудитини ўтказиш муддати қанчагача узайтирилиши мумкин?`,
        options: [`1 марта 10 иш кунидан ошмаган муддатга`,
            `2 марта 15 иш кунидан ошмаган муддатга`,
            `1 марта 20 иш кунидан ошмаган муддатга`,
            `2 марта 5 иш кунидан ошмаган муддатга`,
        ],
        answer: 0
    },
    {
        num: 48,
        q: `Рентген тасвирларида ноорганик қаттиқ жисмлар қандай рангда кўринади?`,
        options: [`оқ`,
            `яшил`,
            `кўк`,
            `сариқ`,
        ],
        answer: 2
    },
    {
        num: 49,
        q: `Гиёҳвандлик воситалари, психотроп моддалар ва прекурсорларнинг 
        муомалада бўлиши билан боғлиқ фаолиятни лицензиялаш қайси ваколатли 
        орган берган лицензия асосида амалга оширилади.`,
        options: [`Ўзбекистон Республикаси Олий Суди`,
            `Ўзбекистон Республикаси Олий мажлиси`,
            `Ўзбекистон Республикаси Вазирлар Маҳкамаси`,
            `ДБҚ ва назорат остида етказиб беришни амалга ошираётган бошқа ваколатли органлар`,
        ],
        answer: 2
    },
    {
        num: 50,
        q: `Тезкор-қидирув фаолиятини амалга оширувчи органлар қайсилар?`,
        options: [`ИИВ, ДБҚ, ДХХ`,
            `Иқтисодий жиноятларга қарши курашиш департаменти, МИБ,`,
            `Президенти давлат хавфсизлик хизмати, Мудофаа вазирлиги ҳарбий разведкаси`,
            `Барча жавоблар тўғри`,
        ],
        answer: 3
    },


];

console.log(quiz.length); // 

// === in gitBash: ==== 
// node js/question12.js