// **Question-10**
// *tayyor*
// # 10: “Хавфларни мониторинг қилиш ва баҳолаш бошқармаси” томонидан ўзбек тилида тузилган тест саволлари 
"use strick";
// Array of Objects
const quiz = [{
        num: 1,
        q: `“Хавф” нима?`,
        options: [`Божхона тўғрисидаги қонунчиликка риоя этилмаслиги эҳтимолининг даражаси`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Яширин товарлар сифатида декларацияланиши эҳтимоли етарли даражада бўлган товарлар`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 2,
        q: `“Хавф индикатори” атамасини таърифловчи қаторни аниқланг?`,
        options: [`Олдиндан белгиланган кўрсаткичларга эга 
        муайян мезонлар бўлиб, улардан оғиш ёки уларга мос 
        келиш назорат объектини танлашни амалга ошириш имконини беради`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Хавф таҳлилининг айрим гуруҳларга бўлинган 
            объектлари бўлиб, уларга нисбатан божхона назоратининг алоҳида шакллари ёки мажмуи қўлланилиши`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 3,
        q: `“Хавф соҳаси” атамасининг тарифи тўғри келтирилган қаторни аниқланг?`,
        options: [`Хавф таҳлилининг айрим гуруҳларга бўлинган 
        объектлари бўлиб, уларга нисбатан божхона назоратининг 
        алоҳида шакллари ёки мажмуи қўлланилиши, шунингдек уларнинг самарадорлигини ошириш талаб этилади`,
            `Хавфнинг юзага келиши эҳтимолини ва у юзага 
            келганда божхона тўғрисидаги қонунчиликнинг 
            бузилиши оқибатларини мунтазам равишда аниқлаб бориш`,
            `Божхона органларида мавжуд бўлган ахборотдан хавфнинг юзага келиши ҳолатлари ва 
            шарт-шароитларини аниқлаш, уларни идентификациялаш 
            ва божхона тўғрисидаги қонунчиликка риоя 
            этилмаслигининг эҳтимол тутилган оқибатларини баҳолаш мақсадида мунтазам равишда фойдаланиш`,
            `Тўғри жавоб келтирилмаган`,
        ],
        answer: 0
    },
    {
        num: 4,
        q: ` “Яширувчи товарлар” бу - ...?`,
        options: [`Хавф товарлари ўрнига декларацияланиши эҳтимоли етарли даражада бўлган товарлар`,
            `Аниқланмаган, лекин унинг юзага келиши учун шароитлар мавжуд бўлган хавф`,
            `Хавф аниқланган ёки потенциал хавф мавжуд бўлган божхона чегараси орқали олиб ўтилаётган товарлар`,
            `Барча жавоб тўғри`,
        ],
        answer: 0
    },
    {
        num: 5,
        q: `“Аниқланган хавф” атамасига тўғри таъриф келтирилган қаторни аниқланг?`,
        options: [`Божхона тўғрисидаги қонунчиликни бузиш 
        содир этилганлигидан ва божхона органлари ушбу ҳолат тўғрисида маълумотга эга эканлигидан далолат берувчи факт`,
            `Юзага келиши учун етарли шароитлар мавжуд бўлган хавф`,
            `Божхона тўғрисидаги қонунчиликни бузиш содир 
            этилганлигидан ва божхона органлари ушбу ҳолат 
            тўғрисида маълумотга эга эканлигидан далолат 
            берувчи факт ҳамда юзага келиши учун етарли шароитлар мавжуд бўлган хавф`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 6,
        q: `“Хавф таҳлили объекти” тўғри келтирилган қаторни аниқланг?`,
        options: [`Барча жавоблар тўғри`,
            `Олди-сотди ёки айирбошлашга доир ташқи иқтисодиёт 
            контрактларида (шартномаларида, келишувларида), 
            товарларга эгалик қилиш, улардан фойдаланиш ва 
            (ёки) уларни тасарруф этиш ҳуқуқига оид битимларда ёхуд бошқа ҳужжатларда кўрсатилган маълумотлар`,
            `Товарнинг кузатув ҳужжатларида ва бошқа 
            ҳужжатларда кўрсатилган маълумотлар, божхона 
            назорати остида турган товарларга нисбатан 
            ваколатга эга бўлган шахсларнинг фаолияти ҳамда божхона назорати шакллари қўлланилишининг натижалари`,
            `Божхона назорати остида бўлган ёхуд эркин 
            муомалага чиқариш (импорт) божхона режимига 
            жойлаштирилган товарлар ва тижорат учун фойдаланиладиган транспорт воситалари`,
        ],
        answer: 0
    },
    {
        num: 7,
        q: `Хавфни бошқариш тизимининг қўлланилиш стратегияси 
        ва тактикасини, ахборот йиғиш ва уни қайта ишлаш, 
        хавфни таҳлил қилиш ва баҳолаш, хавфни бошқаришга доир 
        чора-тадбирлар ишлаб чиқиш ва уларни амалга ошириш тартиби ким томонидан белгиланади?`,
        options: [`Давлат Божхона Қўмитаси`,
            `Худудий божхона бошқармаси`,
            `Пост бошлиқлари ёки уларнинг ўринбосарлари`,
            `Хавфларни мониторинг қилиш ва баҳолаш  бошқармаси`,
        ],
        answer: 0
    },
    {
        num: 8,
        q: `Энг кам ёки энг кўп хавф тоифасига киритиш, 
        шунингдек божхона тартиб-таомиллари айрим турларининг 
        ҳамда божхона назорати айрим шаклларининг қўлланилиш тартиби ким томонидан белгиланади?`,
        options: [`Давлат божхона қўмитаси томонидан 
        манфаатдор давлат органлари ва бошқа ташкилотлар билан биргаликда`,
            `Вазирлар Махкамаси томонидан`,
            `Худудий божхона бошқармалари бошлиқлари томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 9,
        q: `Хавфни бошқариш тизимини қўллаш орқали божхона 
        назорати ва расмийлаштирувида божхона органлари 
        ходимларининг ҳаракатлари кетма-кетлигини белгилайдиган қонун хужжат қайси?`,
        options: [`ДБҚнинг 2019 йил 22 февралдаги  58-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 июндаги  150-сон буйруғи`,
            `ДБҚнинг 2019 йил 22 февралдаги  59-сон буйруғи`,
            `ДБҚнинг 2019 йил 28 февралдаги  66-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 10,
        q: `... бунда, хавф даражаси ўрта кўрсаткичга эга ёки 
        тасодифий танлов асосида аниқланган товарларга нисбатан 
        божхона назорати шакллари улар чиқариб юборилгандан 
        сўнг амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Кўк йўлак”`,
            ` “Сариқ йўлак”`,
            ` “Қизил йўлак”`,
            ` “Яшил йўлак”`,
        ],
        answer: 0
    },
    {
        num: 11,
        q: `... бунда, хавф даражаси паст бўлган товар ва 
        транспорт воситаларини чиқариб юбориш тўғрисидаги қарор 
        қабул қилинганда, божхона назорати шакллари уларга 
        нисбатан амалга оширилмайди. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Яшил йўлак”`,
            `“Сариқ йўлак”`,
            `“Қизил йўлак”`,
            `“Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 12,
        q: `... бунда, божжхон декларацияси, хужжатлар ва 
        маълумотларни текшириш бўйича божхона назорати шакллари 
        хавф даражаси ўрта кўрсаткичга эга ёки тасодифий 
        танловда аниқланган товар ва транспорт воситаларига 
        нисбатан амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Сариқ йўлак”`,
            `“Яшил йўлак”`,
            `“Қизил йўлак”`,
            `“Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 13,
        q: `... бунда, божжхон  назорати шакллари хавф даражаси 
        юқори кўрсаткичга эга ёки тасодифий танловда аниқланган 
        товар ва транпспорт воситаларига нисбатан амалга оширилади. Нуқталар ўрнига тўғри атамани танланг?`,
        options: [`“Қизил йўлак”`,
            ` “Сариқ йўлак”`,
            ` “Яшил йўлак”`,
            ` “Кўк йўлак”`,
        ],
        answer: 0
    },
    {
        num: 14,
        q: `Хавфни бошқариш тизими божхона кодексининг қайси бобида келтирилган?`,
        options: [`29-боб`,
            `28-боб`,
            `27-боб`,
            `42-боб`,
        ],
        answer: 0
    },
    {
        num: 15,
        q: `Хавфни бошқариш тизимида қўлланадиган асосий тушунчалар божхона кодексининг қайси моддасида келтирилган?`,
        options: [`204-модда`,
            `199-модда`,
            `201-модда`,
            `291-модда`,
        ],
        answer: 0
    },
    {
        num: 16,
        q: `Хавф таҳлили объектлари божхона кодексининг қайси моддасида келтирилан?`,
        options: [`205-модда`,
            `204-модда`,
            `203-модда`,
            `291-модда`,
        ],
        answer: 0
    },
    {
        num: 17,
        q: `Хавфни бошқариш тизими доирасида ташқи иқтисодий 
        фаолият иштирокчиларини автоматлаштирилган равишда хавф 
        даражаси бўйича тоифларини белгилаш тартиби қайси қонун хужжат билан белгиланган?`,
        options: [`ДБҚнинг 2019 йил 22 февралдаги  59-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 июндаги  150-сон буйруғи`,
            `ДБҚнинг 2019 йил 22 февралдаги  58-сон буйруғи`,
            `ДБҚнинг 2019 йил 28 февралдаги  66-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 18,
        q: `ТИФ иштирокчиларининг хавф даражалари бўйича тоифаларини белгилаш қанча муддатда амалга оширилади?`,
        options: [`Ҳар ойда бир мартта`,
            `Ҳар 3 ойда бир мартта`,
            `Ҳар 6 ойда бир мартта`,
            `Ҳар йилда бир мартта`,
        ],
        answer: 0
    },
    {
        num: 19,
        q: `Хавф даражаси паст тоифага кирган ТИФ иштирокчиларига нисбатан тоифалаш канча муддатда амалга оширилади?`,
        options: [`ҳар ойнинг 25-санасидан кечиктирмасдан`,
            `ҳар учинчи ойнинг 25-санасидан кечиктирмасдан`,
            `ҳар 6 ойда ой якуни бўйича`,
            `ҳар йили йил якуни бўйича`,
        ],
        answer: 0
    },
    {
        num: 20,
        q: `ТИФ иштирокчиларининг хавф даражалари бўйича 
        тоифаларини белгилаш улар фаолиятининг қанча муддатлик 
        маълумотларини автоматлаштирилган равишда таҳлил қилиш йўли билан амалга оширилади?`,
        options: [`Фаолиятнинг охирги 2 (календарь) йиллик (ҳисобот даври)`,
            `Фаолиятнинг охирги 1 (календарь) йиллик (ҳисобот даври)`,
            `Фаолиятнинг охирги 6 (календарь) ойлик (ҳисобот даври)`,
            `Фаолиятнинг охирги 3 (календарь) йиллик (ҳисобот даври)`,
        ],
        answer: 0
    },
    {
        num: 21,
        q: `Темир йўл чегара божхона постларида “Хавфни 
        бошқариш” автоматлаштирилган ахборот тизимини жорий этишнинг ҳуқуқий асоси қайси?`,
        options: [`ДБҚнинг 2021 йил 30 июндаги 150-сон буйруғи `,
            `ДБҚнинг 2021 йил 30 июлдаги 150-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 октябрдаги 191-сон буйруғи`,
            `ДБҚнинг 2021 йил 30 сентябрдаги 191-сон буйруғи`,
        ],
        answer: 0
    },
    {
        num: 22,
        q: `Божхона органларида хавфни бошқариш тизимини тадбиқ этиш дастлаб қаерда белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2017 йил 22 декабрдаги Олий Мажлисга Мурожаатномасида`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 23,
        q: `Хавф профиллари амал қилиш муддатига кура қандай турларга бўлинади?`,
        options: [`Қисқа, ўрта, узоқ, доимий`,
            `Қисқа, ўрта, доимий`,
            `Мунтазам, қисқа, доимий`,
            `Қисқа, узоқ, доимий`,
        ],
        answer: 0
    },
    {
        num: 24,
        q: `Хавф профиллари амал қилиш ҳудудига кўра қайси турларга бўлинади?`,
        options: [`Ҳудудий ва умумий`,
            `Ҳудудий ва махсус`,
            `Умумий ва махсус`,
            `Мақсадли ва ҳудудий`,
        ],
        answer: 0
    },
    {
        num: 25,
        q: `Хавф профиллари қўллаш тури бўйича қайси турларга бўлинади?`,
        options: [`Мақсадли, Махсус, Бошқа профилларга боғлиқ бўлган ва Энг мухим`,
            `Мақсадли, Махсус ва Мухим`,
            `Мақсадли, бошқа профилларга боғлиқ бўлмаган ва энг мухим`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 26,
        q: `Хавф профили лойиҳалари ва киритилган таклифлар 
        Хавфларни мониторинг қилиш ва баҳолаш бошқармаси 
        томонидан неча кун ичида қарор қабул қилиш учун ДБҚ эксперт комиссиясига тақдим этилади?`,
        options: [`15 кундан кечиктирмасдан`,
            `10 кундан кечиктирмасдан`,
            `20 кундан кечиктирмасдан`,
            `5 кундан кечиктирмасдан`,
        ],
        answer: 0
    },
    {
        num: 27,
        q: `Товарларнинг божхона назоратини танлов асосида 
        ўтказишни назарда тутувчи хавфни бошқаришнинг 
        автоматлаштирилган тизими ишлаб чиқилишининг ҳуқуқий асоси қайси?`,
        options: [`Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 28,
        q: `Хавфни бошқариш автоматлаштирилган тизими бўйича 
        “сариқ” ва “қизил” йўлаклар қачондан бошлаб жорий этилган?`,
        options: [`2018 йил 1 декабрдан бошлаб`,
            `2018 йил 1 мартдан бошлаб`,
            `2019 йил 1 мартдан бошлаб`,
            `2019 йил 1 декабрдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 29,
        q: `Хавфни бошқариш автоматлаштирилган тизими бўйича “яшил” йўлак қачондан бошлаб жорий этилган?`,
        options: [`2019 йил 1 мартдан бошлаб`,
            `2018 йил 1 мартдан бошлаб`,
            `2018 йил 1 декабрдан бошлаб`,
            `2019 йил 1 декабрдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 30,
        q: `Темир йўл чегара божхона постларида “Хавфни 
        бошқариш” тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 31,
        q: `Автомобиль чегара божхона постларида “Хавфни 
        бошқариш” тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 32,
        q: `Авиа чегара божхона постларида “Хавфни бошқариш” 
        тизимини тўлиқ жорий этиш қайси қонун хужжат билан белгилаб берилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 0
    },
    {
        num: 33,
        q: `Хавфларни мониторинг қилиш ва баҳолаш бошқармаси 
        томонидан мақсадга мувофиқ деб топилган хавф профили лойиҳалари ким томонидан кўриб чиқилади?`,
        options: [`ДБҚ эксперт комиссияси`,
            `Барча бошқарма бошлиқлари`,
            `Профил ишлаб чиққан таркибий тузилма`,
            `Жойларда тузилган комиссия томонидан`,
        ],
        answer: 0
    },
    {
        num: 34,
        q: `ДБҚ раҳбарияти томонидан эксперт комиссиясининг 
        хавф профили лойиҳасини тасдиқлаш мақсадга мувофиқ деб 
        топган қарори маъқулланганда, мазкур хавф профиллари неча кун ичида амалиётга жорий этилади?`,
        options: [`3 кун ичида`,
            `5 кун ичида`,
            `10 кун ичида`,
            `15 кун ичида`,
        ],
        answer: 0
    },
    {
        num: 35,
        q: `ДБҚ эксперт комиссияси хавфларни мониторинг қилиш 
        ва баҳолаш бошқармаси томонидан мақсадга мувофиқ деб 
        тақдим этилган хавф профили лойиҳалари юзасидан қандай қарор қабул қилади?`,
        options: [`Барча жавоблар тўғри`,
            `Қайта кўриб чиқиш учун лойиҳани тайёрлаган масъул таркибий тузилмага қайтариш`,
            `Лойиҳа тасдиқланишини мақсадга мувофиқ эмас деб топиш`,
            `Лойиҳани тасдиқлашни мақсадга мувофиқ деб топиш`,
        ],
        answer: 0
    },
    {
        num: 36,
        q: `Мақсадга мувофиқ деб тасдиқланган хавф профиллари ким томонидан ХБААТ орқали амалиётга жорий этилади?`,
        options: [`Ваколатли бошқарма бошлиғи томонидан`,
            `Хавф профили лойҳасини ишлаб чиққан ходим томонидан`,
            `Ваколатли бошқарма бошлиғи билан келишган ҳолда хавф профили лойиҳасини ишлаб чиққан ходим томонидан`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 37,
        q: `Хавф профиллари қачондан бошлаб амал қилиш муддати доирасида ишлайди?`,
        options: [`ХБААТга киритилиб, ДБҚ раҳбарияти томонидан 
        тасдиқланиб, ХБААТда “Амалга киритилган” мақомига ўтказилган вақтдан бошлаб`,
            `ДБҚ раҳбарияти томонидан тасдиқлангандан бошлаб`,
            `ХБААТда “Амалга киритилган” мақомига ўтказилган куннинг эртасига`,
            `ХБААТга киритилган пайтдан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 38,
        q: `Хавфни бошқариш тизими қаерда жорий этилди?`,
        options: [`Ташқи иқтисодий фаолият божхона постларида`,
            `Автомобиль чегара божхона постларида`,
            `Авиа чегара божхона постларида`,
            `Темир йўл чегара божхона постларида`,
        ],
        answer: 0
    },
    {
        num: 39,
        q: `Божхона назорати ҳамда расмийлаштирувини амалга 
        ошириш жараёнида бир нечта профиллар бўйича хавф 
        аниқланса ва уларнинг ҳар бирида хавфни минималлаштириш 
        чоралари белгиланган бўлса, улар қандай тартибда амалга оширилади?`,
        options: [`Барчаси тўғри`,
            `Бир хил бўлмаган барча турдаги хавфларни минималлаштириш чоралари кўрилади`,
            `Хавфни минималлаштириш чораларини қўллашда уларнинг барчасидаги талаблар тўлиқ бажарилиши шарт`,
            `Битта ҳолатга нисбатан мантиқий бир хил бўлган 
            хавфни минималлаштириш чораларини қайта қўлланилишига йўл қўйилмайди`,
        ],
        answer: 0
    },
    {
        num: 40,
        q: `Хавфни бошқариш тизимидаги хавф профиллари қандай маълумот ҳисобланади?`,
        options: [`Махфий`,
            `Махсус`,
            `Ўта махфий`,
            `Хизматда фойдаланиш учун`,
        ],
        answer: 0
    },
    {
        num: 41,
        q: `Авиа чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2021 йил ноябр ойидан бошлаб`,
            `2021 йил май ойидан бошлаб`,
            `2021 йил июн ойидан бошлаб`,
            `2021 йил декабр ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 42,
        q: `Темир йўл чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2021 йил июл ойидан бошлаб`,
            `2021 йил март ойидан бошлаб`,
            `2021 йил апрел ойидан бошлаб`,
            `2020 йил июн ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 43,
        q: `Автомобиль чегара божхона постларида Хавфни бошқариш тизими қачондан бошлаб тўлиқ амалиётга жорий этилди?`,
        options: [`2020 йил ноябр ойидан бошлаб`,
            `2020 йил май ойидан бошлаб`,
            `2021 йил май ойидан бошлаб`,
            `2021 йил ноябр ойидан бошлаб`,
        ],
        answer: 0
    },
    {
        num: 44,
        q: `Хавфни бошқариш тизимидаги топшириқларни бажариш мажбурийлиги қайси хужжатда кўрсатилган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 3
    },
    {
        num: 45,
        q: `Хавфларни мониторинг қилиш ва баҳолаш бошқарма тузилмаси ким томонидан тасдиқланади?`,
        options: [`ДБҚ Раиси`,
            `ДБҚ Раисининг биринчи ўринбосари`,
            `Вазирлар Махкамаси`,
            `Тўғри жавоб йўқ`,
        ],
        answer: 0
    },
    {
        num: 46,
        q: `Хавфни бошқариш тизими божхона кодексининг қайси моддаларини ўз ичига олади?`,
        options: [`203-207 моддалари`,
            `208-217 моддалари`,
            `218-226 моддалари`,
            `227-234 моддалари`,
        ],
        answer: 0
    },
    {
        num: 47,
        q: `Хавфларни мониторинг қилиш ва баҳолаш 
        бошқармасининг асосий вазифалари қайси қонун хужжат билан белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 1
    },
    {
        num: 48,
        q: `“ЭБР ААТ” дастуридаги БЮДнинг йўлагини ўзгартириш кимнинг рухсати билан амалга оширилади?`,
        options: [`Пост болшиғи ёки унинг ўрнини босувчи шахс`,
            `ХББ бошлиғи ёки унинг ўрнини босувчи шахс`,
            `БЮД йўналтирилган инспектор`,
            `Хавфларни мониторинг қилиш ва баҳолаш бошқармаси`,
        ],
        answer: 0
    },
    {
        num: 49,
        q: `“ЭБР ААТ” дастурида ХБТ томонидан “қизил йўлак”га йўналтирилган БЮДнинг йўлагини ўзгартириш мумкинми?`,
        options: [`Мумкин эмас`,
            `Мумкин`,
            `Пост бошлиғи ёки унинг ўрнини босувчи шахс рухсати билан мумкин`,
            `ХББ бошлиғи ёки унинг ўрнини босувчи шахс рухсати билан мумкин`,
        ],
        answer: 0
    },
    {
        num: 50,
        q: `Хавфни бошқариш доирасида йўлакларга таърифлар қайси қонун хужжат билан белгиланган?`,
        options: [`Ўзбекистон Республикаси Президентининг 2020 йил 5-июндаги ПФ-6005- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПФ-5414- сон Фармони`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 12-апрелдаги ПҚ-3665- сон Қарори`,
            `Ўзбекистон Республикаси Президентининг 2018 йил 24-ноябрдаги ПФ-5582- сон Фармони`,
        ],
        answer: 3
    },

];

console.log(quiz.length); // 

// === in gitBash: ==== 
// node js/question10.js